{
  "text": {
    " ": 0,
    "x": 950,
    "i": 547,
    "n": 655,
    " x": 232,
    "xi": 956,
    "in": 558,
    "n ": 656,
    " xi": 233,
    "xin": 961,
    "in ": 559,
    " xin": 234,
    "xin ": 962,
    "c": 358,
    "h": 475,
    "à": 973,
    "o": 705,
    " c": 28,
    "ch": 363,
    "hà": 504,
    "ào": 984,
    "o ": 706,
    " ch": 29,
    "chà": 373,
    "hào": 507,
    "ào ": 985,
    " chà": 34,
    "chào": 374,
    "hào ": 508,
    "b": 325,
    "ạ": 1112,
    " b": 8,
    "bạ": 350,
    "ạn": 1117,
    " bạ": 22,
    "bạn": 351,
    "ạn ": 1118,
    " bạn": 23,
    "bạn ": 352,
    " h": 71,
    "hi": 487,
    "i ": 548,
    " hi": 75,
    "hi ": 488,
    " hi ": 76,
    "e": 418,
    "l": 602,
    "he": 480,
    "el": 420,
    "ll": 604,
    "lo": 607,
    " he": 72,
    "hel": 481,
    "ell": 421,
    "llo": 605,
    "lo ": 608,
    " hel": 73,
    "hell": 482,
    "ello": 422,
    "llo ": 606,
    "u": 893,
    "ổ": 1195,
    "bu": 344,
    "uổ": 914,
    "ổi": 1196,
    " bu": 18,
    "buổ": 345,
    "uổi": 915,
    "ổi ": 1197,
    " buổ": 19,
    "buổi": 346,
    "uổi ": 916,
    "s": 789,
    "á": 988,
    "g": 453,
    " s": 160,
    "sá": 804,
    "án": 994,
    "ng": 671,
    "g ": 454,
    " sá": 167,
    "sán": 805,
    "áng": 995,
    "ng ": 672,
    " sán": 168,
    "sáng": 806,
    "áng ": 996,
    "t": 815,
    "m": 636,
    " t": 175,
    "tạ": 883,
    "ạm": 1115,
    "m ": 637,
    " tạ": 206,
    "tạm": 886,
    "ạm ": 1116,
    " tạm": 208,
    "tạm ": 887,
    "ệ": 1172,
    "bi": 334,
    "iệ": 591,
    "ệt": 1177,
    "t ": 816,
    " bi": 12,
    "biệ": 337,
    "iệt": 594,
    "ệt ": 1178,
    " biệ": 14,
    "biệt": 338,
    "iệt ": 595,
    "y": 963,
    "by": 347,
    "ye": 965,
    "e ": 419,
    " by": 20,
    "bye": 348,
    "ye ": 966,
    " bye": 21,
    "bye ": 349,
    "ẹ": 1153,
    "hẹ": 529,
    "ẹn": 1154,
    " hẹ": 86,
    "hẹn": 530,
    "ẹn ": 1155,
    " hẹn": 87,
    "hẹn ": 531,
    "ặ": 1148,
    "p": 727,
    " g": 60,
    "gặ": 472,
    "ặp": 1149,
    "p ": 728,
    " gặ": 69,
    "gặp": 473,
    "ặp ": 1150,
    " gặp": 70,
    "gặp ": 474,
    " l": 97,
    "lạ": 621,
    "ại": 1113,
    " lạ": 103,
    "lại": 622,
    "ại ": 1114,
    " lại": 104,
    "lại ": 623,
    "é": 1006,
    " n": 122,
    "nh": 675,
    "hé": 512,
    "é ": 1007,
    " nh": 127,
    "nhé": 680,
    "hé ": 513,
    " nhé": 129,
    "nhé ": 681,
    "là": 614,
    "à ": 974,
    " là": 98,
    "là ": 615,
    " là ": 99,
    "a": 286,
    " a": 4,
    "ai": 291,
    " ai": 6,
    "ai ": 292,
    " ai ": 7,
    "bo": 339,
    "ot": 719,
    " bo": 15,
    "bot": 342,
    "ot ": 720,
    " bot": 17,
    "bot ": 343,
    " à": 235,
    " à ": 236,
    "đ": 1057,
    "â": 999,
    " đ": 245,
    "đâ": 1064,
    "ây": 1004,
    "y ": 964,
    " đâ": 250,
    "đây": 1067,
    "ây ": 1005,
    " đây": 252,
    "đây ": 1068,
    "ú": 1045,
    "đú": 1069,
    "ún": 1049,
    " đú": 253,
    "đún": 1070,
    "úng": 1050,
    " đún": 254,
    "đúng": 1071,
    "úng ": 1051,
    "k": 596,
    "ô": 1028,
    " k": 93,
    "kh": 597,
    "hô": 516,
    "ôn": 1034,
    " kh": 94,
    "khô": 600,
    "hôn": 519,
    "ông": 1035,
    " khô": 96,
    "khôn": 601,
    "hông": 520,
    "ông ": 1036,
    "đa": 1058,
    "an": 293,
    " đa": 246,
    "đan": 1059,
    "ang": 294,
    " đan": 247,
    "đang": 1060,
    "ang ": 295,
    "r": 747,
    "ả": 1119,
    "tr": 856,
    "rả": 782,
    "ả ": 1120,
    " tr": 192,
    "trả": 865,
    "rả ": 783,
    " trả": 195,
    "trả ": 866,
    "ờ": 1207,
    "lờ": 633,
    "ời": 1208,
    " lờ": 111,
    "lời": 634,
    "ời ": 1209,
    " lời": 112,
    "lời ": 635,
    "tô": 880,
    "ôi": 1030,
    " tô": 204,
    "tôi": 881,
    "ôi ": 1031,
    " tôi": 205,
    "tôi ": 882,
    "v": 917,
    "ậ": 1138,
    " v": 213,
    "vậ": 939,
    "ậy": 1143,
    " vậ": 224,
    "vậy": 940,
    "ậy ": 1144,
    " vậy": 225,
    "vậy ": 941,
    "th": 830,
    " th": 178,
    "thô": 837,
    " thô": 182,
    "thôn": 838,
    "ti": 847,
    " ti": 187,
    "tin": 848,
    " tin": 188,
    "tin ": 849,
    "ề": 1162,
    "về": 942,
    "ề ": 1163,
    " về": 226,
    "về ": 943,
    " về ": 227,
    "va": 918,
    "ac": 288,
    "cc": 360,
    "ci": 379,
    "ne": 662,
    " va": 214,
    "vac": 919,
    "acc": 289,
    "cci": 361,
    "cin": 380,
    "ine": 560,
    "ne ": 663,
    " vac": 215,
    "vacc": 920,
    "acci": 290,
    "ccin": 362,
    "cine": 381,
    "ine ": 561,
    "f": 446,
    " i": 90,
    "nf": 666,
    "fa": 447,
    "nr": 682,
    "ri": 760,
    "ix": 571,
    "x ": 951,
    " in": 91,
    "inf": 562,
    "nfa": 667,
    "fan": 448,
    "anr": 296,
    "nri": 683,
    "rix": 767,
    "ix ": 572,
    " inf": 92,
    "infa": 563,
    "nfan": 668,
    "fanr": 449,
    "anri": 297,
    "nrix": 684,
    "rix ": 768,
    "ex": 442,
    "xa": 952,
    "a ": 287,
    "hex": 485,
    "exa": 443,
    "xa ": 953,
    " hex": 74,
    "hexa": 486,
    "exa ": 444,
    "ax": 318,
    "im": 556,
    "xax": 954,
    "axi": 320,
    "xim": 959,
    "im ": 557,
    "exax": 445,
    "xaxi": 955,
    "axim": 322,
    "xim ": 960,
    "ì": 1013,
    "gì": 467,
    "ì ": 1014,
    " gì": 67,
    "gì ": 468,
    " gì ": 68,
    "ho": 493,
    "cho": 369,
    "ho ": 494,
    " cho": 32,
    "cho ": 370,
    "ế": 1158,
    "iế": 580,
    "ết": 1160,
    "biế": 335,
    "iết": 581,
    "ết ": 1161,
    " biế": 13,
    "biết": 336,
    "iết ": 582,
    "q": 742,
    " r": 151,
    "ro": 769,
    "ta": 817,
    "at": 311,
    "te": 825,
    "eq": 428,
    "q ": 743,
    " ro": 152,
    "rot": 772,
    "ota": 721,
    "tat": 820,
    "ate": 314,
    "teq": 826,
    "eq ": 429,
    " rot": 153,
    "rota": 773,
    "otat": 723,
    "tate": 821,
    "ateq": 315,
    "teq ": 827,
    "ig": 549,
    "gr": 461,
    "ip": 566,
    "vax": 923,
    "xig": 957,
    "igr": 550,
    "gri": 462,
    "rip": 763,
    "ip ": 567,
    " vax": 217,
    "vaxi": 925,
    "axig": 321,
    "xigr": 958,
    "igri": 551,
    "grip": 463,
    "rip ": 764,
    "et": 433,
    "ra": 752,
    " te": 176,
    "tet": 828,
    "etr": 434,
    "tra": 857,
    "ra ": 753,
    " tet": 177,
    "tetr": 829,
    "etra": 435,
    "tra ": 858,
    "ó": 1024,
    "có": 388,
    "ó ": 1025,
    " có": 41,
    "có ": 389,
    " có ": 42,
    "tá": 874,
    "ác": 990,
    "c ": 359,
    " tá": 200,
    "tác": 875,
    "ác ": 991,
    " tác": 201,
    "tác ": 876,
    "d": 402,
    "ụ": 1215,
    " d": 51,
    "dụ": 415,
    "ụn": 1217,
    " dụ": 58,
    "dụn": 416,
    "ụng": 1218,
    " dụn": 59,
    "dụng": 417,
    "ụng ": 1219,
    "ga": 455,
    "ar": 300,
    "rd": 754,
    "da": 403,
    "as": 308,
    "si": 793,
    "il": 552,
    "l ": 603,
    " ga": 61,
    "gar": 456,
    "ard": 302,
    "rda": 755,
    "das": 404,
    "asi": 309,
    "sil": 794,
    "il ": 553,
    " gar": 62,
    "gard": 457,
    "arda": 303,
    "rdas": 756,
    "dasi": 405,
    "asil": 310,
    "sil ": 795,
    " a ": 5,
    "ù": 1041,
    "dù": 412,
    "ùn": 1042,
    " dù": 56,
    "dùn": 413,
    "ùng": 1043,
    " dùn": 57,
    "dùng": 414,
    "ùng ": 1044,
    "ể": 1166,
    "để": 1081,
    "ể ": 1167,
    " để": 261,
    "để ": 1082,
    " để ": 262,
    "àm": 977,
    "làm": 616,
    "àm ": 978,
    " làm": 100,
    "làm ": 617,
    " m": 113,
    "mô": 650,
    "ô ": 1029,
    " mô": 118,
    "mô ": 651,
    " mô ": 119,
    "tả": 888,
    " tả": 209,
    "tả ": 889,
    " tả ": 210,
    "_": 277,
    " _": 1,
    "__": 279,
    "_n": 283,
    "nu": 685,
    "um": 897,
    "mb": 638,
    "be": 331,
    "er": 430,
    "r_": 749,
    "_ ": 278,
    " __": 2,
    "__n": 281,
    "_nu": 284,
    "num": 686,
    "umb": 898,
    "mbe": 639,
    "ber": 332,
    "er_": 431,
    "r__": 750,
    "__ ": 280,
    " __n": 3,
    "__nu": 282,
    "_num": 285,
    "numb": 687,
    "umbe": 899,
    "mber": 640,
    "ber_": 333,
    "er__": 432,
    "r__ ": 751,
    "on": 707,
    "tro": 861,
    "ron": 770,
    "ong": 708,
    " tro": 193,
    "tron": 862,
    "rong": 771,
    "ong ": 709,
    "cú": 390,
    "úm": 1047,
    " cú": 43,
    "cúm": 391,
    "úm ": 1048,
    " cúm": 44,
    "cúm ": 392,
    "gi": 458,
    "iá": 573,
    "á ": 989,
    " gi": 63,
    "giá": 459,
    "iá ": 574,
    " giá": 64,
    "giá ": 460,
    "tại": 884,
    " tại": 207,
    "tại ": 885,
    "vn": 934,
    "nv": 688,
    "vc": 926,
    " vn": 220,
    "vnv": 935,
    "nvc": 689,
    "vc ": 927,
    " vnv": 221,
    "vnvc": 936,
    "nvc ": 690,
    "tâ": 877,
    "ân": 1000,
    " tâ": 202,
    "tân": 878,
    "ân ": 1001,
    " tân": 203,
    "tân ": 879,
    "hu": 497,
    "uậ": 908,
    "ận": 1139,
    "thu": 833,
    "huậ": 502,
    "uận": 909,
    "ận ": 1140,
    " thu": 180,
    "thuậ": 834,
    "huận": 503,
    "uận ": 910,
    "ba": 326,
    "ao": 298,
    " ba": 9,
    "bao": 327,
    "ao ": 299,
    " bao": 10,
    "bao ": 328,
    "ê": 1008,
    "iê": 575,
    "êu": 1011,
    "u ": 894,
    "nhi": 677,
    "hiê": 489,
    "iêu": 578,
    "êu ": 1012,
    " nhi": 128,
    "nhiê": 679,
    "hiêu": 490,
    "iêu ": 579,
    "iề": 583,
    "ền": 1164,
    "tiề": 854,
    "iền": 584,
    "ền ": 1165,
    " tiề": 191,
    "tiền": 855,
    "iền ": 585,
    "chi": 367,
    " chi": 31,
    "chi ": 368,
    "í": 1015,
    " p": 139,
    "ph": 729,
    "hí": 514,
    "í ": 1016,
    " ph": 140,
    "phí": 730,
    "hí ": 515,
    " phí": 141,
    "phí ": 731,
    "êm": 1009,
    "tiê": 850,
    "iêm": 576,
    "êm ": 1010,
    " tiê": 189,
    "tiêm": 851,
    "iêm ": 577,
    "ở": 1210,
    " ở": 272,
    "ở ": 1211,
    " ở ": 273,
    " q": 148,
    "qu": 744,
    " qu": 149,
    "quậ": 745,
    " quậ": 150,
    "quận": 746,
    "hế": 532,
    "ế ": 1159,
    "thế": 839,
    "hế ": 533,
    " thế": 183,
    "thế ": 840,
    "nà": 691,
    " nà": 130,
    "nào": 692,
    " nào": 131,
    "nào ": 693,
    "bệ": 353,
    "ện": 1173,
    "h ": 476,
    " bệ": 24,
    "bện": 354,
    "ệnh": 1175,
    "nh ": 676,
    " bện": 25,
    "bệnh": 355,
    "ệnh ": 1176,
    "vi": 931,
    " vi": 218,
    "việ": 932,
    "iện": 592,
    "ện ": 1174,
    " việ": 219,
    "viện": 933,
    "iện ": 593,
    "nhi ": 678,
    "ồ": 1191,
    "đồ": 1086,
    "ồn": 1192,
    " đồ": 265,
    "đồn": 1087,
    "ồng": 1193,
    " đồn": 266,
    "đồng": 1088,
    "ồng ": 1194,
    "hụ": 539,
    "ụ ": 1216,
    "phụ": 734,
    "hụ ": 540,
    " phụ": 143,
    "phụ ": 735,
    "ủ": 1220,
    "củ": 399,
    "ủa": 1221,
    " củ": 49,
    "của": 400,
    "ủa ": 1222,
    " của": 50,
    "của ": 401,
    "gâ": 464,
    " gâ": 65,
    "gây": 465,
    " gây": 66,
    "gây ": 466,
    "ố": 1186,
    "số": 812,
    "ốt": 1189,
    " số": 173,
    "sốt": 813,
    "ốt ": 1190,
    " sốt": 174,
    "sốt ": 814,
    "hả": 526,
    "ản": 1123,
    "phả": 732,
    "hản": 527,
    "ản ": 1124,
    " phả": 142,
    "phản": 733,
    "hản ": 528,
    "ứ": 1225,
    " ứ": 274,
    "ứn": 1226,
    " ứn": 275,
    "ứng": 1227,
    " ứng": 276,
    "ứng ": 1228,
    "khi": 598,
    " khi": 95,
    "khi ": 599,
    "ư": 1097,
    "sư": 809,
    "ưn": 1100,
    " sư": 171,
    "sưn": 810,
    "ưng": 1101,
    " sưn": 172,
    "sưng": 811,
    "ưng ": 1102,
    "ộ": 1198,
    "độ": 1089,
    "ộ ": 1199,
    " độ": 267,
    "độ ": 1090,
    " độ ": 268,
    "tu": 869,
    " tu": 197,
    "tuổ": 872,
    " tuổ": 199,
    "tuổi": 873,
    "ẻ": 1156,
    "rẻ": 787,
    "ẻ ": 1157,
    "trẻ": 867,
    "rẻ ": 788,
    " trẻ": 196,
    "trẻ ": 868,
    "dà": 406,
    "àn": 979,
    " dà": 52,
    "dàn": 407,
    "ành": 982,
    " dàn": 53,
    "dành": 408,
    "ành ": 983,
    "pr": 739,
    "re": 757,
    "ev": 439,
    "ve": 928,
    "en": 423,
    "na": 657,
    "r ": 748,
    " pr": 146,
    "pre": 740,
    "rev": 758,
    "eve": 440,
    "ven": 929,
    "ena": 424,
    "nar": 658,
    "ar ": 301,
    " pre": 147,
    "prev": 741,
    "reve": 759,
    "even": 441,
    "vena": 930,
    "enar": 425,
    "nar ": 659,
    "ơ": 1091,
    "sơ": 807,
    "ơ ": 1092,
    " sơ": 169,
    "sơ ": 808,
    " sơ ": 170,
    " si": 163,
    "sin": 796,
    "inh": 564,
    " sin": 164,
    "sinh": 797,
    "inh ": 565,
    "ợ": 1212,
    "đư": 1072,
    "ượ": 1109,
    "ợc": 1213,
    " đư": 255,
    "đượ": 1073,
    "ược": 1110,
    "ợc ": 1214,
    " đượ": 256,
    "được": 1074,
    "ược ": 1111,
    "pn": 736,
    "eu": 436,
    "mo": 641,
    "ov": 724,
    " pn": 144,
    "pne": 737,
    "neu": 664,
    "eum": 437,
    "umo": 900,
    "mov": 642,
    "ova": 725,
    "ax ": 319,
    " pne": 145,
    "pneu": 738,
    "neum": 665,
    "eumo": 438,
    "umov": 901,
    "mova": 643,
    "ovax": 726,
    "vax ": 924,
    "gư": 469,
    "ườ": 1106,
    " ng": 125,
    "ngư": 673,
    "gườ": 470,
    "ười": 1107,
    " ngư": 126,
    "ngườ": 674,
    "gười": 471,
    "ười ": 1108,
    "ớ": 1200,
    "lớ": 630,
    "ớn": 1205,
    " lớ": 109,
    "lớn": 631,
    "ớn ": 1206,
    " lớn": 110,
    "lớn ": 632,
    "hể": 534,
    "thể": 841,
    "hể ": 535,
    " thể": 184,
    "thể ": 842,
    "sy": 801,
    "yn": 967,
    "fl": 450,
    "or": 713,
    " sy": 165,
    "syn": 802,
    "ynf": 968,
    "nfl": 669,
    "flo": 451,
    "lor": 609,
    "ori": 714,
    " syn": 166,
    "synf": 803,
    "ynfl": 969,
    "nflo": 670,
    "flor": 452,
    "lori": 610,
    "orix": 715,
    "há": 509,
    "thá": 835,
    "hán": 510,
    " thá": 181,
    "thán": 836,
    "háng": 511,
    "tar": 818,
    "ari": 304,
    "otar": 722,
    "tari": 819,
    "arix": 307,
    "iv": 568,
    "var": 921,
    "riv": 765,
    "iva": 569,
    " var": 216,
    "vari": 922,
    "ariv": 306,
    "riva": 766,
    "ivax": 570,
    "ấ": 1125,
    "mấ": 652,
    "ấy": 1130,
    " mấ": 120,
    "mấy": 653,
    "ấy ": 1131,
    " mấy": 121,
    "mấy ": 654,
    "hủ": 541,
    "ủy": 1223,
    "thủ": 845,
    "hủy": 542,
    "ủy ": 1224,
    " thủ": 186,
    "thủy": 846,
    "hủy ": 543,
    "đậ": 1075,
    "ậu": 1141,
    " đậ": 257,
    "đậu": 1076,
    "ậu ": 1142,
    " đậu": 258,
    "đậu ": 1077,
    "oo": 710,
    "os": 716,
    "st": 798,
    "boo": 340,
    "oos": 711,
    "ost": 717,
    "str": 799,
    "tri": 859,
    " boo": 16,
    "boos": 341,
    "oost": 712,
    "ostr": 718,
    "stri": 800,
    "trix": 860,
    "lr": 611,
    "ril": 761,
    "ilr": 554,
    "lri": 612,
    "aril": 305,
    "rilr": 762,
    "ilri": 555,
    "lrix": 613,
    "âu": 1002,
    "đâu": 1065,
    "âu ": 1003,
    " đâu": 251,
    "đâu ": 1066,
    "nơ": 699,
    "ơi": 1093,
    " nơ": 135,
    "nơi": 700,
    "ơi ": 1094,
    " nơi": 136,
    "nơi ": 701,
    "ị": 1179,
    "đị": 1083,
    "ịa": 1181,
    " đị": 263,
    "địa": 1084,
    "ịa ": 1182,
    " địa": 264,
    "địa ": 1085,
    "đi": 1061,
    "iể": 586,
    "ểm": 1168,
    " đi": 248,
    "điể": 1062,
    "iểm": 587,
    "ểm ": 1169,
    " điể": 249,
    "điểm": 1063,
    "iểm ": 588,
    "rấ": 784,
    "ất": 1126,
    " rấ": 158,
    "rất": 785,
    "ất ": 1127,
    " rất": 159,
    "rất ": 786,
    "ữ": 1229,
    "hữ": 544,
    "ữu": 1230,
    " hữ": 88,
    "hữu": 545,
    "ữu ": 1231,
    " hữu": 89,
    "hữu ": 546,
    " í": 237,
    "íc": 1017,
    " íc": 238,
    "ích": 1018,
    "ch ": 364,
    " ích": 239,
    "ích ": 1019,
    "ha": 477,
    "tb": 822,
    "cha": 365,
    "hat": 478,
    "atb": 312,
    "tbo": 823,
    " cha": 30,
    "chat": 366,
    "hatb": 479,
    "atbo": 313,
    "tbot": 824,
    "ày": 986,
    "này": 694,
    "ày ": 987,
    " này": 132,
    "này ": 695,
    "tố": 890,
    " tố": 211,
    "tốt": 891,
    " tốt": 212,
    "tốt ": 892,
    "ắ": 1145,
    "lắ": 624,
    "ắm": 1146,
    " lắ": 105,
    "lắm": 625,
    "ắm ": 1147,
    " lắm": 106,
    "lắm ": 626,
    "ài": 975,
    " hà": 82,
    "hài": 505,
    "ài ": 976,
    " hài": 83,
    "hài ": 506,
    "ò": 1020,
    "lò": 618,
    "òn": 1021,
    " lò": 101,
    "lòn": 619,
    "òng": 1022,
    " lòn": 102,
    "lòng": 620,
    "òng ": 1023,
    "vớ": 944,
    "ới": 1203,
    " vớ": 228,
    "với": 945,
    "ới ": 1204,
    " với": 229,
    "với ": 946,
    "câ": 385,
    " câ": 39,
    "câu": 386,
    " câu": 40,
    "câu ": 387,
    "hư": 523,
    "ưa": 1098,
    "chư": 377,
    "hưa": 524,
    "ưa ": 1099,
    " chư": 36,
    "chưa": 378,
    "hưa ": 525,
    "õ": 1037,
    "rõ": 777,
    "õ ": 1038,
    " rõ": 156,
    "rõ ": 778,
    " rõ ": 157,
    "rà": 774,
    " rà": 154,
    "ràn": 775,
    "àng": 980,
    " ràn": 155,
    "ràng": 776,
    "àng ": 981,
    "uy": 902,
    "yệ": 970,
    "tuy": 870,
    "uyệ": 903,
    "yệt": 971,
    " tuy": 198,
    "tuyệ": 871,
    "uyệt": 904,
    "yệt ": 972,
    "vờ": 947,
    " vờ": 230,
    "vời": 948,
    " vời": 231,
    "vời ": 949,
    "cả": 393,
    "ảm": 1121,
    " cả": 45,
    "cảm": 394,
    "ảm ": 1122,
    " cảm": 46,
    "cảm ": 395,
    " ơ": 269,
    "ơn": 1095,
    " ơn": 270,
    "ơn ": 1096,
    " ơn ": 271,
    "lị": 627,
    "ịc": 1183,
    " lị": 107,
    "lịc": 628,
    "ịch": 1184,
    " lịc": 108,
    "lịch": 629,
    "ịch ": 1185,
    "ầ": 1132,
    "cầ": 396,
    "ần": 1133,
    " cầ": 47,
    "cần": 397,
    "ần ": 1134,
    " cần": 48,
    "cần ": 398,
    "ẩ": 1135,
    "uẩ": 905,
    "ẩn": 1136,
    "chu": 371,
    "huẩ": 500,
    "uẩn": 906,
    "ẩn ": 1137,
    " chu": 33,
    "chuẩ": 372,
    "huẩn": 501,
    "uẩn ": 907,
    "bị": 356,
    "ị ": 1180,
    " bị": 26,
    "bị ": 357,
    " bị ": 27,
    "rư": 779,
    "ướ": 1103,
    "ớc": 1201,
    "trư": 863,
    "rướ": 780,
    "ước": 1104,
    "ớc ": 1202,
    " trư": 194,
    "trướ": 864,
    "rước": 781,
    "ước ": 1105,
    "eo": 426,
    "the": 831,
    "heo": 483,
    "eo ": 427,
    " the": 179,
    "theo": 832,
    "heo ": 484,
    "dõ": 409,
    "õi": 1039,
    " dõ": 54,
    "dõi": 410,
    "õi ": 1040,
    " dõi": 55,
    "dõi ": 411,
    "sa": 790,
    "au": 316,
    " sa": 161,
    "sau": 791,
    "au ": 317,
    " sau": 162,
    "sau ": 792,
    "hú": 521,
    "ú ": 1046,
    "chú": 375,
    "hú ": 522,
    " chú": 35,
    "chú ": 376,
    "ý": 1052,
    " ý": 240,
    "ý ": 1053,
    " ý ": 241,
    "hờ": 536,
    "thờ": 843,
    "hời": 537,
    " thờ": 185,
    "thời": 844,
    "hời ": 538,
    "tiế": 852,
    " tiế": 190,
    "tiết": 853,
    "ôm": 1032,
    " hô": 84,
    "hôm": 517,
    "ôm ": 1033,
    " hôm": 85,
    "hôm ": 518,
    "ay": 323,
    " na": 123,
    "nay": 660,
    "ay ": 324,
    " nay": 124,
    "nay ": 661,
    "nấ": 702,
    "ấu": 1128,
    " nấ": 137,
    "nấu": 703,
    "ấu ": 1129,
    " nấu": 138,
    "nấu ": 704,
    "ă": 1054,
    " ă": 242,
    "ăn": 1055,
    " ăn": 243,
    "ăn ": 1056,
    " ăn ": 244,
    "mu": 644,
    "uố": 911,
    "ốn": 1187,
    " mu": 114,
    "muố": 645,
    "uốn": 912,
    "ốn ": 1188,
    " muố": 115,
    "muốn": 646,
    "uốn ": 913,
    "đặ": 1078,
    "ặt": 1151,
    " đặ": 259,
    "đặt": 1079,
    "ặt ": 1152,
    " đặt": 260,
    "đặt ": 1080,
    "vé": 937,
    " vé": 222,
    "vé ": 938,
    " vé ": 223,
    "má": 647,
    "áy": 997,
    " má": 116,
    "máy": 648,
    "áy ": 998,
    " máy": 117,
    "máy ": 649,
    "bay": 329,
    " bay": 11,
    "bay ": 330,
    " ho": 78,
    "hot": 495,
    " hot": 79,
    "hot ": 496,
    "cá": 382,
    "ái": 992,
    " cá": 37,
    "cái": 383,
    "ái ": 993,
    " cái": 38,
    "cái ": 384,
    "ểu": 1170,
    "hiể": 491,
    "iểu": 589,
    "ểu ": 1171,
    " hiể": 77,
    "hiểu": 492,
    "iểu ": 590,
    "uh": 895,
    " hu": 80,
    "huh": 498,
    "uh ": 896,
    " huh": 81,
    "huh ": 499,
    "nó": 696,
    "ói": 1026,
    " nó": 133,
    "nói": 697,
    "ói ": 1027,
    " nói": 134,
    "nói ": 698
  },
  "response": null,
  "action_text": null
}