{
  "text": {
    "xin": 367,
    "chào": 39,
    "bạn": 21,
    "hi": 101,
    "hello": 97,
    "bot": 15,
    "buổi": 16,
    "sáng": 261,
    "chiều": 33,
    "tối": 342,
    "hey": 100,
    "khỏe": 134,
    "không": 133,
    "nhé": 202,
    "nha": 195,
    "chatbot": 31,
    "là": 152,
    "ai": 2,
    "vậy": 363,
    "mình": 177,
    "cần": 62,
    "tư": 335,
    "vấn": 362,
    "mới": 185,
    "dùng": 77,
    "chao": 30,
    "ban": 6,
    "nhe": 197,
    "tạm": 337,
    "biệt": 14,
    "bye": 17,
    "hẹn": 114,
    "gặp": 93,
    "lại": 158,
    "thoát": 279,
    "kết": 137,
    "thúc": 289,
    "và": 359,
    "tôi": 333,
    "đi": 380,
    "đây": 384,
    "cảm": 61,
    "ơn": 394,
    "sau": 254,
    "khỏi": 135,
    "trò": 319,
    "chuyện": 37,
    "tam": 268,
    "biet": 12,
    "thoat": 276,
    "di": 68,
    "ket": 125,
    "thuc": 281,
    "à": 374,
    "này": 212,
    "gì": 91,
    "đang": 378,
    "trả": 322,
    "lời": 162,
    "có": 57,
    "phải": 231,
    "người": 194,
    "hay": 96,
    "tạo": 338,
    "ra": 246,
    "do": 69,
    "làm": 153,
    "thông": 288,
    "minh": 169,
    "vaccine": 347,
    "robot": 248,
    "đúng": 385,
    "giúp": 87,
    "được": 386,
    "la": 139,
    "a": 1,
    "gi": 84,
    "vay": 352,
    "tra": 313,
    "loi": 146,
    "tin": 304,
    "về": 365,
    "nào": 211,
    "tốt": 344,
    "nhất": 205,
    "infanrix": 123,
    "hexa": 98,
    "tác": 330,
    "dụng": 79,
    "hexaxim": 99,
    "an": 3,
    "toàn": 312,
    "rotateq": 250,
    "rotarix": 249,
    "phòng": 226,
    "bệnh": 23,
    "synflorix": 260,
    "xuất": 370,
    "xứ": 372,
    "từ": 346,
    "đâu": 383,
    "prevenar": 238,
    "__number__": 0,
    "hiệu": 103,
    "quả": 243,
    "bao": 7,
    "lâu": 154,
    "pneumovax": 237,
    "muốn": 176,
    "biết": 13,
    "gardasil": 82,
    "thành": 284,
    "phần": 233,
    "của": 65,
    "lịch": 160,
    "tiêm": 305,
    "như": 203,
    "thế": 294,
    "công": 58,
    "thủy": 299,
    "đậu": 388,
    "cúm": 59,
    "mùa": 178,
    "dành": 75,
    "cho": 34,
    "trẻ": 323,
    "tháng": 285,
    "tuổi": 329,
    "trong": 315,
    "khác": 130,
    "vaxigrip": 351,
    "tetra": 271,
    "phù": 227,
    "hợp": 118,
    "với": 366,
    "lớn": 161,
    "mấy": 181,
    "mũi": 179,
    "influvac": 124,
    "varivax": 350,
    "varilrix": 349,
    "nhau": 196,
    "bcg": 8,
    "mmr": 170,
    "ii": 121,
    "priorix": 239,
    "lúc": 156,
    "loại": 149,
    "hpv": 107,
    "nhắc": 206,
    "hơn": 113,
    "nhiêu": 201,
    "tiền": 308,
    "một": 184,
    "liều": 144,
    "nhỏ": 208,
    "co": 50,
    "tac": 267,
    "dung": 72,
    "vacxin": 348,
    "toan": 309,
    "khong": 128,
    "thong": 278,
    "ve": 353,
    "phong": 222,
    "benh": 10,
    "xuat": 369,
    "xu": 368,
    "tu": 326,
    "dau": 67,
    "thuy": 282,
    "cum": 51,
    "mua": 173,
    "may": 166,
    "loai": 145,
    "giá": 86,
    "nhieu": 199,
    "tien": 302,
    "ở": 396,
    "rẻ": 252,
    "chi": 32,
    "phí": 225,
    "tốn": 343,
    "đắt": 389,
    "tại": 336,
    "vnvc": 356,
    "tân": 332,
    "thuận": 283,
    "các": 52,
    "so": 256,
    "sánh": 262,
    "quận": 245,
    "kha": 126,
    "vạn": 361,
    "cân": 55,
    "celadon": 29,
    "hồ": 117,
    "chí": 40,
    "trạm": 321,
    "y": 373,
    "tế": 340,
    "địa": 391,
    "phương": 229,
    "phú": 228,
    "viện": 355,
    "nhi": 198,
    "đồng": 392,
    "sunrise": 259,
    "city": 49,
    "ba": 5,
    "hai": 94,
    "trung": 316,
    "tâm": 331,
    "gia": 85,
    "mot": 172,
    "mui": 174,
    "o": 216,
    "quan": 241,
    "tan": 269,
    "thuan": 280,
    "phản": 232,
    "ứng": 397,
    "phụ": 236,
    "gây": 90,
    "sốt": 266,
    "nguy": 191,
    "hiểm": 102,
    "mệt": 182,
    "sưng": 265,
    "đau": 379,
    "chỗ": 46,
    "sao": 253,
    "thường": 291,
    "phát": 224,
    "bé": 19,
    "mỏi": 183,
    "bỏ": 25,
    "ăn": 377,
    "khó": 131,
    "thở": 298,
    "quấy": 244,
    "khóc": 132,
    "gay": 83,
    "sot": 257,
    "phu": 223,
    "lam": 140,
    "be": 9,
    "met": 168,
    "moi": 171,
    "sung": 258,
    "noi": 210,
    "tiem": 301,
    "phat": 220,
    "độ": 393,
    "em": 80,
    "dưới": 78,
    "khi": 127,
    "thì": 286,
    "sơ": 264,
    "sinh": 255,
    "thể": 295,
    "lứa": 163,
    "trên": 318,
    "thang": 272,
    "tuoi": 327,
    "duoc": 73,
    "danh": 66,
    "nao": 186,
    "tre": 314,
    "điểm": 381,
    "gần": 92,
    "phường": 230,
    "bến": 22,
    "nghé": 189,
    "nguyễn": 192,
    "thị": 296,
    "tú": 334,
    "huỳnh": 109,
    "tấn": 339,
    "củ": 64,
    "lamar1": 141,
    "toi": 310,
    "the": 273,
    "vien": 354,
    "ho": 104,
    "rất": 251,
    "hữu": 119,
    "ích": 375,
    "chưa": 44,
    "lắm": 159,
    "quá": 242,
    "hài": 110,
    "lòng": 155,
    "câu": 56,
    "tệ": 341,
    "thật": 293,
    "giỏi": 89,
    "chính": 41,
    "xác": 371,
    "thích": 287,
    "cách": 53,
    "ok": 217,
    "đấy": 387,
    "chậm": 45,
    "thấy": 292,
    "tuyệt": 328,
    "nay": 188,
    "rat": 247,
    "huu": 108,
    "ich": 120,
    "chua": 35,
    "cam": 26,
    "on": 218,
    "tot": 311,
    "long": 148,
    "voi": 357,
    "cau": 28,
    "te": 270,
    "qua": 240,
    "những": 209,
    "chủng": 47,
    "trọng": 324,
    "lich": 142,
    "can": 27,
    "luc": 150,
    "nguoi": 190,
    "lon": 147,
    "chuẩn": 38,
    "bị": 24,
    "trước": 320,
    "mang": 165,
    "theo": 274,
    "giấy": 88,
    "tờ": 345,
    "nhịn": 207,
    "lưu": 157,
    "ý": 376,
    "chuan": 36,
    "bi": 11,
    "truoc": 317,
    "nhin": 200,
    "dõi": 76,
    "kéo": 136,
    "dài": 74,
    "chăm": 42,
    "sóc": 263,
    "thi": 275,
    "phai": 219,
    "inf": 122,
    "mega": 167,
    "doi": 70,
    "luu": 151,
    "nấu": 214,
    "thời": 297,
    "tiết": 307,
    "hôm": 112,
    "hỏi": 116,
    "du": 71,
    "cái": 54,
    "liên": 143,
    "đến": 390,
    "hát": 111,
    "thứ": 300,
    "chơi": 43,
    "cờ": 63,
    "vua": 358,
    "bánh": 18,
    "ngày": 193,
    "mai": 164,
    "game": 81,
    "thơ": 290,
    "mưa": 180,
    "phở": 235,
    "vàng": 360,
    "kể": 138,
    "vẽ": 364,
    "trời": 325,
    "nóng": 213,
    "học": 115,
    "tiếng": 306,
    "anh": 4,
    "bóng": 20,
    "đá": 382,
    "cơm": 60,
    "nhảy": 204,
    "phố": 234,
    "nắng": 215,
    "chứng": 48,
    "khoán": 129,
    "phim": 221,
    "ảnh": 395,
    "nau": 187,
    "thoi": 277,
    "tiet": 303,
    "hom": 106,
    "muon": 175,
    "hoi": 105,
    "hat": 95
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "bot_challenge": 8,
    "ask_vaccine_info": 6,
    "ask_vaccine_price": 7,
    "ask_side_effects": 2,
    "ask_vaccination_age": 3,
    "ask_vaccination_location": 4,
    "evaluate_chatbot": 9,
    "ask_vaccination_schedule_by_age": 5,
    "ask_pre_vaccination_preparation": 1,
    "ask_post_vaccination_monitoring": 0,
    "out_of_scope": 13,
    "nlu_fallback": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_side_effects": 6,
    "action_get_side_effects_by_symptom": 7,
    "action_get_vaccination_age": 8,
    "action_get_vaccination_location": 9,
    "action_get_vaccination_schedule_by_age": 10,
    "action_get_vaccine_info": 11,
    "action_get_vaccine_price": 12,
    "action_handle_feedback": 13,
    "action_show_post_vaccination_monitoring": 18,
    "action_show_pre_vaccination_preparation": 19,
    "utter_apologize_negative_feedback": 22,
    "utter_ask_more": 23,
    "utter_ask_more_feedback": 24,
    "utter_ask_specific": 25,
    "utter_bot_intro": 26,
    "utter_default": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_out_of_scope": 30,
    "utter_post_vaccination_monitoring": 31,
    "utter_pre_vaccination_preparation": 32,
    "utter_request_age": 33,
    "utter_request_location": 34,
    "utter_request_vaccine_name": 35,
    "utter_thank_positive_feedback": 36
  },
  "action_text": null,
  "intent_response_key": null
}