{
  "text": {
    "xin": 141,
    "chào": 19,
    "hi": 43,
    "hello": 40,
    "bạn": 12,
    "bot": 9,
    "buổi": 10,
    "sáng": 98,
    "there": 104,
    "tạm": 126,
    "biệt": 7,
    "bye": 11,
    "goodbye": 36,
    "hẹn": 48,
    "gặp": 39,
    "lại": 60,
    "sau": 95,
    "nghỉ": 72,
    "nhé": 77,
    "là": 56,
    "ai": 3,
    "à": 144,
    "đây": 151,
    "gì": 38,
    "này": 79,
    "làm": 57,
    "tạo": 127,
    "ra": 88,
    "được": 153,
    "chatbot": 16,
    "thông": 109,
    "tin": 112,
    "về": 138,
    "vaccine": 130,
    "infanrix": 51,
    "hexa": 41,
    "có": 25,
    "tác": 122,
    "dụng": 32,
    "hexaxim": 42,
    "phòng": 81,
    "bệnh": 13,
    "__number__": 0,
    "trong": 115,
    "khác": 54,
    "tôi": 125,
    "muốn": 66,
    "biết": 6,
    "rotarix": 89,
    "prevenar": 85,
    "vaxigrip": 131,
    "tetra": 102,
    "giá": 34,
    "bao": 4,
    "nhiêu": 75,
    "ở": 159,
    "vnvc": 133,
    "tân": 124,
    "thuận": 106,
    "rotateq": 90,
    "thế": 110,
    "nào": 78,
    "quận": 87,
    "synflorix": 97,
    "kha": 52,
    "vạn": 136,
    "cân": 23,
    "pneumovax": 84,
    "viện": 132,
    "nhi": 74,
    "đồng": 156,
    "phụ": 83,
    "gây": 37,
    "sốt": 101,
    "không": 55,
    "phản": 82,
    "ứng": 160,
    "của": 29,
    "sưng": 100,
    "gardasil": 33,
    "a": 1,
    "đau": 148,
    "cơ": 26,
    "tiêm": 113,
    "cho": 17,
    "độ": 157,
    "tuổi": 121,
    "dành": 30,
    "trẻ": 119,
    "sơ": 99,
    "sinh": 96,
    "người": 73,
    "lớn": 63,
    "đâu": 150,
    "trung": 116,
    "tâm": 123,
    "địa": 155,
    "điểm": 149,
    "celadon": 15,
    "hồ": 49,
    "chí": 20,
    "minh": 65,
    "hữu": 50,
    "ích": 145,
    "tốt": 129,
    "lắm": 61,
    "tệ": 128,
    "quá": 86,
    "hài": 46,
    "lòng": 58,
    "với": 139,
    "rất": 92,
    "tuyệt": 120,
    "trả": 118,
    "lời": 64,
    "chưa": 21,
    "đúng": 152,
    "giúp": 35,
    "nhiều": 76,
    "cần": 28,
    "cải": 27,
    "thiện": 105,
    "vời": 140,
    "sai": 94,
    "rồi": 93,
    "lịch": 62,
    "tháng": 107,
    "chuẩn": 18,
    "bị": 14,
    "trước": 117,
    "khi": 53,
    "lưu": 59,
    "ý": 146,
    "theo": 103,
    "dõi": 31,
    "thời": 111,
    "tiết": 114,
    "hôm": 47,
    "nay": 70,
    "nấu": 80,
    "ăn": 147,
    "đặt": 154,
    "vé": 135,
    "máy": 68,
    "bay": 5,
    "mưa": 69,
    "thích": 108,
    "màu": 67,
    "vàng": 134,
    "abc": 2,
    "xyz": 142,
    "hiểu": 44,
    "cái": 22,
    "vậy": 137,
    "hjkl": 45,
    "ơi": 158,
    "câu": 24,
    "nghĩa": 71,
    "zzz": 143,
    "rõ": 91,
    "bla": 8
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "bot_challenge": 8,
    "ask_vaccine_info": 6,
    "ask_vaccine_price": 7,
    "ask_side_effects": 2,
    "ask_vaccination_age": 3,
    "ask_vaccination_location": 4,
    "evaluate_chatbot": 9,
    "ask_vaccination_schedule_by_age": 5,
    "ask_pre_vaccination_preparation": 1,
    "ask_post_vaccination_monitoring": 0,
    "out_of_scope": 13,
    "nlu_fallback": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 14,
    "action_session_start": 16,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_side_effects_by_symptom": 6,
    "action_get_vaccination_age": 7,
    "action_get_vaccination_location": 8,
    "action_get_vaccination_schedule_by_age": 9,
    "action_get_vaccine_info": 10,
    "action_get_vaccine_price": 11,
    "action_handle_feedback": 12,
    "action_show_post_vaccination_monitoring": 17,
    "action_show_pre_vaccination_preparation": 18,
    "price_form": 21,
    "schedule_form": 22,
    "side_effects_form": 23,
    "utter_apologize_negative_feedback": 24,
    "utter_ask_more": 25,
    "utter_ask_more_feedback": 26,
    "utter_ask_specific": 27,
    "utter_bot_intro": 28,
    "utter_default": 29,
    "utter_goodbye": 30,
    "utter_greet": 31,
    "utter_out_of_scope": 32,
    "utter_request_age": 33,
    "utter_request_location": 34,
    "utter_request_symptom": 35,
    "utter_request_vaccine_name": 36,
    "utter_thank_positive_feedback": 37,
    "vaccine_form": 38
  },
  "action_text": null,
  "intent_response_key": null
}