{
  "text": {
    " ": 0,
    "x": 1984,
    "i": 1131,
    "n": 1394,
    " x": 508,
    "xi": 1990,
    "in": 1158,
    "n ": 1395,
    " xi": 509,
    "xin": 1995,
    "in ": 1159,
    " xin": 510,
    "xin ": 1996,
    "c": 688,
    "h": 922,
    "à": 2023,
    "o": 1481,
    " c": 48,
    "ch": 705,
    "hà": 999,
    "ào": 2035,
    "o ": 1482,
    " ch": 55,
    "chà": 719,
    "hào": 1004,
    "ào ": 2036,
    " chà": 60,
    "chào": 720,
    "hào ": 1005,
    "b": 634,
    "ạ": 2217,
    " b": 11,
    "bạ": 675,
    "ạn": 2222,
    " bạ": 38,
    "bạn": 676,
    "ạn ": 2223,
    " bạn": 39,
    "bạn ": 677,
    " h": 145,
    "hi": 949,
    "i ": 1132,
    " hi": 154,
    "hi ": 950,
    " hi ": 155,
    "e": 824,
    "l": 1252,
    "he": 939,
    "el": 826,
    "ll": 1267,
    "lo": 1270,
    " he": 150,
    "hel": 941,
    "ell": 829,
    "llo": 1268,
    "lo ": 1271,
    " hel": 151,
    "hell": 942,
    "ello": 830,
    "llo ": 1269,
    "t": 1691,
    "bo": 658,
    "ot": 1508,
    "t ": 1692,
    " bo": 26,
    "bot": 659,
    "ot ": 1509,
    " bot": 27,
    "bot ": 660,
    "u": 1864,
    "ổ": 2349,
    "bu": 661,
    "uổ": 1924,
    "ổi": 2350,
    " bu": 28,
    "buổ": 662,
    "uổi": 1925,
    "ổi ": 2351,
    " buổ": 29,
    "buổi": 663,
    "uổi ": 1926,
    "s": 1652,
    "á": 2039,
    "g": 872,
    " s": 364,
    "sá": 1676,
    "án": 2047,
    "ng": 1415,
    "g ": 873,
    " sá": 377,
    "sán": 1677,
    "áng": 2049,
    "ng ": 1416,
    " sán": 378,
    "sáng": 1678,
    "áng ": 2050,
    "ề": 2292,
    "iề": 1203,
    "ều": 2296,
    "u ": 1865,
    "chi": 710,
    "hiề": 959,
    "iều": 1206,
    "ều ": 2297,
    " chi": 57,
    "chiề": 712,
    "hiều": 960,
    "iều ": 1207,
    "ố": 2336,
    " t": 387,
    "tố": 1853,
    "ối": 2338,
    " tố": 468,
    "tối": 1854,
    "ối ": 2339,
    " tối": 469,
    "tối ": 1855,
    "y": 2008,
    "ey": 861,
    "y ": 2009,
    "hey": 947,
    "ey ": 862,
    " hey": 153,
    "hey ": 948,
    "k": 1221,
    "ỏ": 2330,
    " k": 194,
    "kh": 1226,
    "hỏ": 1095,
    "ỏe": 2332,
    "e ": 825,
    " kh": 197,
    "khỏ": 1241,
    "hỏe": 1097,
    "ỏe ": 2333,
    " khỏ": 204,
    "khỏe": 1242,
    "hỏe ": 1098,
    "ô": 2100,
    "hô": 1030,
    "ôn": 2105,
    "khô": 1239,
    "hôn": 1033,
    "ông": 2106,
    " khô": 203,
    "khôn": 1240,
    "hông": 1034,
    "ông ": 2107,
    "é": 2064,
    " n": 287,
    "nh": 1426,
    "hé": 1013,
    "é ": 2065,
    " nh": 297,
    "nhé": 1438,
    "hé ": 1014,
    " nhé": 301,
    "nhé ": 1439,
    "a": 581,
    "ha": 924,
    "a ": 582,
    "nha": 1428,
    "ha ": 925,
    " nha": 298,
    "nha ": 1429,
    "at": 619,
    "tb": 1704,
    "cha": 707,
    "hat": 932,
    "atb": 621,
    "tbo": 1705,
    " cha": 56,
    "chat": 709,
    "hatb": 934,
    "atbo": 622,
    "tbot": 1706,
    " l": 211,
    "là": 1293,
    "à ": 2024,
    " là": 227,
    "là ": 1294,
    " là ": 228,
    " a": 4,
    "ai": 592,
    " ai": 6,
    "ai ": 593,
    " ai ": 7,
    "v": 1930,
    "ậ": 2253,
    " v": 476,
    "vậ": 1974,
    "ậy": 2262,
    " vậ": 500,
    "vậy": 1975,
    "ậy ": 2263,
    " vậy": 501,
    "vậy ": 1976,
    "m": 1327,
    "ì": 2075,
    " m": 250,
    "mì": 1367,
    "ìn": 2077,
    "h ": 923,
    " mì": 269,
    "mìn": 1368,
    "ình": 2078,
    "nh ": 1427,
    " mìn": 270,
    "mình": 1369,
    "ình ": 2079,
    "ầ": 2247,
    "cầ": 776,
    "ần": 2248,
    " cầ": 91,
    "cần": 777,
    "ần ": 2249,
    " cần": 92,
    "cần ": 778,
    "ư": 2192,
    "tư": 1837,
    "ư ": 2193,
    " tư": 456,
    "tư ": 1838,
    " tư ": 457,
    "ấ": 2238,
    "vấ": 1971,
    "ấn": 2239,
    " vấ": 498,
    "vấn": 1972,
    "ấn ": 2240,
    " vấn": 499,
    "vấn ": 1973,
    "ớ": 2358,
    "mớ": 1391,
    "ới": 2361,
    " mớ": 285,
    "mới": 1392,
    "ới ": 2362,
    " mới": 286,
    "mới ": 1393,
    "d": 785,
    "ù": 2111,
    " d": 98,
    "dù": 815,
    "ùn": 2115,
    " dù": 116,
    "dùn": 816,
    "ùng": 2116,
    " dùn": 117,
    "dùng": 817,
    "ùng ": 2117,
    "ao": 606,
    "hao": 930,
    "ao ": 607,
    "chao": 708,
    "hao ": 931,
    "ba": 635,
    "an": 598,
    " ba": 12,
    "ban": 637,
    "an ": 599,
    " ban": 14,
    "ban ": 638,
    "nhe": 1431,
    "he ": 940,
    " nhe": 299,
    "nhe ": 1432,
    "tạ": 1839,
    "ạm": 2220,
    "m ": 1328,
    " tạ": 458,
    "tạm": 1842,
    "ạm ": 2221,
    " tạm": 460,
    "tạm ": 1843,
    "ệ": 2305,
    "bi": 650,
    "iệ": 1211,
    "ệt": 2311,
    " bi": 21,
    "biệ": 656,
    "iệt": 1214,
    "ệt ": 2312,
    " biệ": 25,
    "biệt": 657,
    "iệt ": 1215,
    "by": 664,
    "ye": 2010,
    " by": 30,
    "bye": 665,
    "ye ": 2011,
    " bye": 31,
    "bye ": 666,
    "ẹ": 2277,
    "hẹ": 1081,
    "ẹn": 2278,
    " hẹ": 175,
    "hẹn": 1082,
    "ẹn ": 2279,
    " hẹn": 176,
    "hẹn ": 1083,
    "ặ": 2274,
    "p": 1527,
    " g": 125,
    "gặ": 919,
    "ặp": 2275,
    "p ": 1528,
    " gặ": 143,
    "gặp": 920,
    "ặp ": 2276,
    " gặp": 144,
    "gặp ": 921,
    "lạ": 1309,
    "ại": 2218,
    " lạ": 238,
    "lại": 1310,
    "ại ": 2219,
    " lại": 239,
    "lại ": 1311,
    "th": 1713,
    "ho": 965,
    "oá": 1519,
    "át": 2053,
    " th": 395,
    "tho": 1721,
    "hoá": 975,
    "oát": 1522,
    "át ": 2054,
    " tho": 399,
    "thoá": 1725,
    "hoát": 977,
    "oát ": 1523,
    "ế": 2284,
    "kế": 1247,
    "ết": 2290,
    " kế": 207,
    "kết": 1248,
    "ết ": 2291,
    " kết": 208,
    "kết ": 1249,
    "ú": 2118,
    "hú": 1037,
    "úc": 2120,
    "c ": 689,
    "thú": 1741,
    "húc": 1039,
    "úc ": 2121,
    " thú": 406,
    "thúc": 1742,
    "húc ": 1040,
    "và": 1964,
    " và": 493,
    "và ": 1965,
    " và ": 494,
    "tô": 1832,
    "ôi": 2101,
    " tô": 452,
    "tôi": 1833,
    "ôi ": 2102,
    " tôi": 453,
    "tôi ": 1834,
    "đ": 2136,
    " đ": 531,
    "đi": 2142,
    " đi": 535,
    "đi ": 2143,
    " đi ": 536,
    "â": 2055,
    "đâ": 2148,
    "ây": 2062,
    " đâ": 540,
    "đây": 2151,
    "ây ": 2063,
    " đây": 542,
    "đây ": 2152,
    "ả": 2226,
    "cả": 773,
    "ảm": 2230,
    " cả": 89,
    "cảm": 774,
    "ảm ": 2231,
    " cảm": 90,
    "cảm ": 775,
    "ơ": 2182,
    " ơ": 561,
    "ơn": 2188,
    " ơn": 562,
    "ơn ": 2189,
    " ơn ": 563,
    "sa": 1653,
    "au": 625,
    " sa": 365,
    "sau": 1656,
    "au ": 626,
    " sau": 367,
    "sau ": 1657,
    "ỏi": 2334,
    "hỏi": 1099,
    "ỏi ": 2335,
    "khỏi": 1243,
    "hỏi ": 1100,
    "r": 1587,
    "ò": 2088,
    "tr": 1788,
    "rò": 1631,
    "ò ": 2089,
    " tr": 429,
    "trò": 1800,
    "rò ": 1632,
    " trò": 435,
    "trò ": 1801,
    "hu": 981,
    "uy": 1899,
    "yệ": 2018,
    "ện": 2307,
    "chu": 715,
    "huy": 990,
    "uyệ": 1903,
    "yện": 2019,
    "ện ": 2308,
    " chu": 59,
    "chuy": 717,
    "huyệ": 992,
    "uyện": 1904,
    "yện ": 2020,
    "ta": 1693,
    "am": 594,
    " ta": 388,
    "tam": 1696,
    "am ": 595,
    " tam": 390,
    "tam ": 1697,
    "ie": 1138,
    "et": 846,
    "bie": 652,
    "iet": 1143,
    "et ": 847,
    " bie": 23,
    "biet": 653,
    "iet ": 1144,
    "oa": 1483,
    "hoa": 967,
    "oat": 1488,
    "at ": 620,
    "thoa": 1722,
    "hoat": 968,
    "oat ": 1489,
    "di": 793,
    " di": 102,
    "di ": 794,
    " di ": 103,
    "ke": 1223,
    " ke": 195,
    "ket": 1224,
    " ket": 196,
    "ket ": 1225,
    "uc": 1872,
    "thu": 1726,
    "huc": 986,
    "uc ": 1873,
    " thu": 400,
    "thuc": 1728,
    "huc ": 987,
    " à": 521,
    " à ": 522,
    "nà": 1467,
    "ày": 2037,
    " nà": 311,
    "này": 1470,
    "ày ": 2038,
    " này": 313,
    "này ": 1471,
    "gì": 911,
    "ì ": 2076,
    " gì": 139,
    "gì ": 912,
    " gì ": 140,
    "đa": 2137,
    " đa": 532,
    "đan": 2138,
    "ang": 600,
    " đan": 533,
    "đang": 2139,
    "ang ": 601,
    "rả": 1639,
    "ả ": 2227,
    "trả": 1806,
    "rả ": 1640,
    " trả": 438,
    "trả ": 1807,
    "ờ": 2365,
    "lờ": 1321,
    "ời": 2367,
    " lờ": 246,
    "lời": 1322,
    "ời ": 2368,
    " lời": 247,
    "lời ": 1323,
    "ó": 2093,
    "có": 762,
    "ó ": 2094,
    " có": 81,
    "có ": 763,
    " có ": 82,
    " p": 326,
    "ph": 1529,
    "hả": 1058,
    "ải": 2228,
    " ph": 327,
    "phả": 1552,
    "hải": 1059,
    "ải ": 2229,
    " phả": 338,
    "phải": 1553,
    "hải ": 1060,
    "gư": 913,
    "ườ": 2209,
    " ng": 292,
    "ngư": 1424,
    "gườ": 914,
    "ười": 2210,
    " ngư": 296,
    "ngườ": 1425,
    "gười": 915,
    "ười ": 2211,
    "ay": 632,
    " ha": 146,
    "hay": 937,
    "ay ": 633,
    " hay": 149,
    "hay ": 938,
    "ạo": 2224,
    "tạo": 1844,
    "ạo ": 2225,
    " tạo": 461,
    "tạo ": 1845,
    " r": 355,
    "ra": 1592,
    " ra": 356,
    "ra ": 1593,
    " ra ": 357,
    "do": 795,
    " do": 104,
    "do ": 796,
    " do ": 105,
    "àm": 2027,
    "làm": 1295,
    "àm ": 2028,
    " làm": 229,
    "làm ": 1296,
    "thô": 1739,
    " thô": 405,
    "thôn": 1740,
    "mi": 1343,
    " mi": 257,
    "min": 1344,
    "inh": 1165,
    " min": 258,
    "minh": 1345,
    "inh ": 1166,
    "va": 1932,
    "ac": 583,
    "cc": 697,
    "ci": 738,
    "ne": 1405,
    " va": 477,
    "vac": 1933,
    "acc": 585,
    "cci": 698,
    "cin": 739,
    "ine": 1160,
    "ne ": 1406,
    " vac": 478,
    "vacc": 1935,
    "acci": 586,
    "ccin": 699,
    "cine": 740,
    "ine ": 1161,
    "ro": 1616,
    "ob": 1490,
    " ro": 359,
    "rob": 1617,
    "obo": 1491,
    " rob": 360,
    "robo": 1618,
    "obot": 1492,
    "đú": 2153,
    "ún": 2124,
    " đú": 543,
    "đún": 2154,
    "úng": 2125,
    " đún": 544,
    "đúng": 2155,
    "úng ": 2126,
    "gi": 884,
    "iú": 1192,
    "úp": 2127,
    " gi": 130,
    "giú": 890,
    "iúp": 1193,
    "úp ": 2128,
    " giú": 134,
    "giúp": 891,
    "iúp ": 1194,
    "ợ": 2374,
    "đư": 2156,
    "ượ": 2214,
    "ợc": 2375,
    " đư": 545,
    "đượ": 2157,
    "ược": 2215,
    "ợc ": 2376,
    " đượ": 546,
    "được": 2158,
    "ược ": 2216,
    "la": 1254,
    " la": 212,
    "la ": 1255,
    " la ": 213,
    " a ": 5,
    "gi ": 885,
    " gi ": 131,
    "vay": 1942,
    " vay": 481,
    "vay ": 1943,
    "tra": 1789,
    " tra": 430,
    "tra ": 1790,
    "oi": 1495,
    " lo": 219,
    "loi": 1274,
    "oi ": 1496,
    " loi": 221,
    "loi ": 1275,
    "ti": 1765,
    " ti": 418,
    "tin": 1770,
    " tin": 420,
    "tin ": 1771,
    "về": 1979,
    "ề ": 2293,
    " về": 504,
    "về ": 1980,
    " về ": 505,
    "nào": 1468,
    " nào": 312,
    "nào ": 1469,
    "ốt": 2342,
    "tốt": 1858,
    "ốt ": 2343,
    " tốt": 471,
    "tốt ": 1859,
    "hấ": 1065,
    "ất": 2241,
    "nhấ": 1444,
    "hất": 1066,
    "ất ": 2242,
    " nhấ": 304,
    "nhất": 1445,
    "hất ": 1067,
    "f": 863,
    " i": 187,
    "nf": 1409,
    "fa": 864,
    "nr": 1457,
    "ri": 1603,
    "ix": 1181,
    "x ": 1985,
    " in": 192,
    "inf": 1162,
    "nfa": 1410,
    "fan": 865,
    "anr": 604,
    "nri": 1458,
    "rix": 1614,
    "ix ": 1182,
    " inf": 193,
    "infa": 1163,
    "nfan": 1411,
    "fanr": 866,
    "anri": 605,
    "nrix": 1460,
    "rix ": 1615,
    "ex": 857,
    "xa": 1986,
    "hex": 945,
    "exa": 858,
    "xa ": 1987,
    " hex": 152,
    "hexa": 946,
    "exa ": 859,
    "tá": 1824,
    "ác": 2041,
    " tá": 447,
    "tác": 1825,
    "ác ": 2042,
    " tác": 448,
    "tác ": 1826,
    "ụ": 2379,
    "dụ": 821,
    "ụn": 2381,
    " dụ": 120,
    "dụn": 822,
    "ụng": 2382,
    " dụn": 121,
    "dụng": 823,
    "ụng ": 2383,
    "ax": 627,
    "im": 1156,
    "xax": 1988,
    "axi": 629,
    "xim": 1993,
    "im ": 1157,
    "exax": 860,
    "xaxi": 1989,
    "axim": 631,
    "xim ": 1994,
    " an": 8,
    " an ": 9,
    "to": 1779,
    "oà": 1516,
    "àn": 2029,
    " to": 424,
    "toà": 1786,
    "oàn": 1517,
    "àn ": 2030,
    " toà": 428,
    "toàn": 1787,
    "oàn ": 1518,
    "q": 1573,
    "te": 1707,
    "eq": 841,
    "q ": 1574,
    "rot": 1621,
    "ota": 1510,
    "tat": 1702,
    "ate": 623,
    "teq": 1709,
    "eq ": 842,
    " rot": 361,
    "rota": 1622,
    "otat": 1512,
    "tate": 1703,
    "ateq": 624,
    "teq ": 1710,
    "ar": 608,
    "tar": 1700,
    "ari": 612,
    "otar": 1511,
    "tari": 1701,
    "arix": 615,
    "hò": 1023,
    "òn": 2090,
    "phò": 1543,
    "hòn": 1024,
    "òng": 2091,
    " phò": 334,
    "phòn": 1544,
    "hòng": 1025,
    "òng ": 2092,
    "bệ": 681,
    " bệ": 42,
    "bện": 682,
    "ệnh": 2309,
    " bện": 43,
    "bệnh": 683,
    "ệnh ": 2310,
    "sy": 1673,
    "yn": 2012,
    "fl": 867,
    "or": 1505,
    " sy": 375,
    "syn": 1674,
    "ynf": 2013,
    "nfl": 1412,
    "flo": 868,
    "lor": 1279,
    "ori": 1506,
    " syn": 376,
    "synf": 1675,
    "ynfl": 2014,
    "nflo": 1413,
    "flor": 869,
    "lori": 1280,
    "orix": 1507,
    "xu": 1997,
    "uấ": 1910,
    " xu": 511,
    "xuấ": 2001,
    "uất": 1911,
    " xuấ": 514,
    "xuất": 2002,
    "uất ": 1912,
    "ứ": 2393,
    "xứ": 2006,
    "ứ ": 2394,
    " xứ": 517,
    "xứ ": 2007,
    " xứ ": 518,
    "ừ": 2400,
    "từ": 1862,
    "ừ ": 2401,
    " từ": 474,
    "từ ": 1863,
    " từ ": 475,
    "âu": 2060,
    "đâu": 2149,
    "âu ": 2061,
    " đâu": 541,
    "đâu ": 2150,
    "pr": 1566,
    "re": 1599,
    "ev": 854,
    "ve": 1946,
    "en": 833,
    "na": 1396,
    "r ": 1588,
    " pr": 345,
    "pre": 1567,
    "rev": 1601,
    "eve": 855,
    "ven": 1948,
    "ena": 835,
    "nar": 1399,
    "ar ": 609,
    " pre": 346,
    "prev": 1568,
    "reve": 1602,
    "even": 856,
    "vena": 1949,
    "enar": 836,
    "nar ": 1400,
    "_": 572,
    " _": 1,
    "__": 574,
    "_n": 578,
    "nu": 1461,
    "um": 1876,
    "mb": 1336,
    "be": 644,
    "er": 843,
    "r_": 1589,
    "_ ": 573,
    " __": 2,
    "__n": 576,
    "_nu": 579,
    "num": 1462,
    "umb": 1878,
    "mbe": 1337,
    "ber": 648,
    "er_": 844,
    "r__": 1590,
    "__ ": 575,
    " __n": 3,
    "__nu": 577,
    "_num": 580,
    "numb": 1463,
    "umbe": 1879,
    "mber": 1338,
    "ber_": 649,
    "er__": 845,
    "r__ ": 1591,
    "ệu": 2313,
    "hiệ": 963,
    "iệu": 1216,
    "ệu ": 2314,
    " hiệ": 157,
    "hiệu": 964,
    "iệu ": 1217,
    " q": 348,
    "qu": 1575,
    "uả": 1908,
    " qu": 349,
    "quả": 1581,
    "uả ": 1909,
    " quả": 352,
    "quả ": 1582,
    "bao": 639,
    " bao": 15,
    "bao ": 640,
    "lâ": 1297,
    " lâ": 230,
    "lâu": 1298,
    " lâu": 231,
    "lâu ": 1299,
    "pn": 1563,
    "eu": 850,
    "mo": 1349,
    "ov": 1513,
    " pn": 343,
    "pne": 1564,
    "neu": 1407,
    "eum": 852,
    "umo": 1880,
    "mov": 1354,
    "ova": 1514,
    "vax": 1939,
    "ax ": 628,
    " pne": 344,
    "pneu": 1565,
    "neum": 1408,
    "eumo": 853,
    "umov": 1881,
    "mova": 1355,
    "ovax": 1515,
    "vax ": 1940,
    "mu": 1358,
    "uố": 1921,
    "ốn": 2340,
    " mu": 264,
    "muố": 1365,
    "uốn": 1922,
    "ốn ": 2341,
    " muố": 268,
    "muốn": 1366,
    "uốn ": 1923,
    "iế": 1198,
    "biế": 654,
    "iết": 1201,
    " biế": 24,
    "biết": 655,
    "iết ": 1202,
    "ga": 874,
    "rd": 1596,
    "da": 786,
    "as": 616,
    "si": 1660,
    "il": 1152,
    "l ": 1253,
    " ga": 126,
    "gar": 877,
    "ard": 610,
    "rda": 1597,
    "das": 789,
    "asi": 617,
    "sil": 1661,
    "il ": 1153,
    " gar": 128,
    "gard": 878,
    "arda": 611,
    "rdas": 1598,
    "dasi": 790,
    "asil": 618,
    "sil ": 1662,
    "thà": 1731,
    "hàn": 1002,
    "ành": 2033,
    " thà": 401,
    "thàn": 1732,
    "hành": 1003,
    "ành ": 2034,
    "hầ": 1070,
    "phầ": 1555,
    "hần": 1071,
    " phầ": 339,
    "phần": 1556,
    "hần ": 1072,
    "ủ": 2384,
    "củ": 781,
    "ủa": 2386,
    " củ": 95,
    "của": 783,
    "ủa ": 2387,
    " của": 97,
    "của ": 784,
    "ị": 2315,
    "lị": 1315,
    "ịc": 2319,
    " lị": 242,
    "lịc": 1316,
    "ịch": 2320,
    "ch ": 706,
    " lịc": 243,
    "lịch": 1317,
    "ịch ": 2321,
    "ê": 2068,
    "iê": 1185,
    "êm": 2069,
    "tiê": 1772,
    "iêm": 1186,
    "êm ": 2070,
    " tiê": 421,
    "tiêm": 1773,
    "iêm ": 1187,
    "hư": 1050,
    "như": 1440,
    "hư ": 1051,
    " như": 302,
    "như ": 1441,
    "hế": 1084,
    "ế ": 2285,
    "thế": 1751,
    "hế ": 1085,
    " thế": 411,
    "thế ": 1752,
    "cô": 764,
    " cô": 83,
    "côn": 765,
    " côn": 84,
    "công": 766,
    "hủ": 1117,
    "ủy": 2391,
    "thủ": 1761,
    "hủy": 1120,
    "ủy ": 2392,
    " thủ": 416,
    "thủy": 1762,
    "hủy ": 1121,
    "đậ": 2162,
    "ậu": 2260,
    " đậ": 549,
    "đậu": 2163,
    "ậu ": 2261,
    " đậu": 550,
    "đậu ": 2164,
    "cú": 767,
    "úm": 2122,
    " cú": 85,
    "cúm": 768,
    "úm ": 2123,
    " cúm": 86,
    "cúm ": 769,
    "mù": 1370,
    "ùa": 2113,
    " mù": 271,
    "mùa": 1371,
    "ùa ": 2114,
    " mùa": 272,
    "mùa ": 1372,
    "dà": 807,
    " dà": 111,
    "dàn": 810,
    " dàn": 113,
    "dành": 811,
    "cho": 713,
    "ho ": 966,
    " cho": 58,
    "cho ": 714,
    "ẻ": 2280,
    "rẻ": 1644,
    "ẻ ": 2281,
    "trẻ": 1808,
    "rẻ ": 1645,
    " trẻ": 439,
    "trẻ ": 1809,
    "há": 1006,
    "thá": 1733,
    "hán": 1009,
    " thá": 402,
    "thán": 1734,
    "háng": 1010,
    "tu": 1814,
    " tu": 442,
    "tuổ": 1820,
    " tuổ": 446,
    "tuổi": 1821,
    "on": 1501,
    "tro": 1793,
    "ron": 1619,
    "ong": 1503,
    " tro": 432,
    "tron": 1794,
    "rong": 1620,
    "ong ": 1504,
    "khá": 1234,
    "hác": 1007,
    " khá": 201,
    "khác": 1235,
    "hác ": 1008,
    "ig": 1147,
    "gr": 896,
    "ip": 1170,
    "xig": 1991,
    "igr": 1148,
    "gri": 897,
    "rip": 1608,
    "ip ": 1171,
    " vax": 480,
    "vaxi": 1941,
    "axig": 630,
    "xigr": 1992,
    "igri": 1149,
    "grip": 898,
    "rip ": 1609,
    " te": 392,
    "tet": 1711,
    "etr": 848,
    " tet": 394,
    "tetr": 1712,
    "etra": 849,
    "hù": 1035,
    "ù ": 2112,
    "phù": 1545,
    "hù ": 1036,
    " phù": 335,
    "phù ": 1546,
    "hợ": 1112,
    "ợp": 2377,
    " hợ": 183,
    "hợp": 1113,
    "ợp ": 2378,
    " hợp": 184,
    "hợp ": 1114,
    "vớ": 1981,
    " vớ": 506,
    "với": 1982,
    " với": 507,
    "với ": 1983,
    "lớ": 1318,
    "ớn": 2363,
    " lớ": 244,
    "lớn": 1319,
    "ớn ": 2364,
    " lớn": 245,
    "lớn ": 1320,
    "mấ": 1379,
    "ấy": 2245,
    " mấ": 277,
    "mấy": 1380,
    "ấy ": 2246,
    " mấy": 278,
    "mấy ": 1381,
    "ũ": 2179,
    "mũ": 1373,
    "ũi": 2180,
    " mũ": 273,
    "mũi": 1374,
    "ũi ": 2181,
    " mũi": 274,
    "mũi ": 1375,
    "lu": 1286,
    "uv": 1896,
    "flu": 870,
    "luv": 1291,
    "uva": 1897,
    "ac ": 584,
    "infl": 1164,
    "nflu": 1414,
    "fluv": 871,
    "luva": 1292,
    "uvac": 1898,
    "vac ": 1934,
    "iv": 1178,
    "var": 1937,
    "riv": 1612,
    "iva": 1179,
    " var": 479,
    "vari": 1938,
    "ariv": 614,
    "riva": 1613,
    "ivax": 1180,
    "lr": 1283,
    "ril": 1604,
    "ilr": 1154,
    "lri": 1284,
    "aril": 613,
    "rilr": 1605,
    "ilri": 1155,
    "lrix": 1285,
    "hau": 935,
    "nhau": 1430,
    "hau ": 936,
    "bc": 641,
    "cg": 703,
    " bc": 16,
    "bcg": 642,
    "cg ": 704,
    " bcg": 17,
    "bcg ": 643,
    "mm": 1346,
    "mr": 1356,
    " mm": 259,
    "mmr": 1347,
    "mr ": 1357,
    " mmr": 260,
    "mmr ": 1348,
    "ii": 1150,
    " ii": 190,
    "ii ": 1151,
    " ii ": 191,
    "io": 1167,
    "pri": 1569,
    "rio": 1606,
    "ior": 1168,
    " pri": 347,
    "prio": 1570,
    "rior": 1607,
    "iori": 1169,
    "lú": 1303,
    " lú": 234,
    "lúc": 1304,
    " lúc": 235,
    "lúc ": 1305,
    "oạ": 1524,
    "loạ": 1281,
    "oại": 1525,
    " loạ": 223,
    "loại": 1282,
    "oại ": 1526,
    "hp": 978,
    "pv": 1571,
    "v ": 1931,
    " hp": 162,
    "hpv": 979,
    "pv ": 1572,
    " hpv": 163,
    "hpv ": 980,
    "ắ": 2264,
    "hắ": 1078,
    "ắc": 2265,
    "nhắ": 1446,
    "hắc": 1079,
    "ắc ": 2266,
    " nhắ": 305,
    "nhắc": 1447,
    "hắc ": 1080,
    "hơ": 1044,
    " hơ": 173,
    "hơn": 1048,
    " hơn": 174,
    "hơn ": 1049,
    "êu": 2073,
    "nhi": 1433,
    "hiê": 957,
    "iêu": 1190,
    "êu ": 2074,
    " nhi": 300,
    "nhiê": 1437,
    "hiêu": 958,
    "iêu ": 1191,
    "ền": 2294,
    "tiề": 1777,
    "iền": 1204,
    "ền ": 2295,
    " tiề": 423,
    "tiền": 1778,
    "iền ": 1205,
    "ộ": 2354,
    "mộ": 1388,
    "ột": 2356,
    " mộ": 283,
    "một": 1389,
    "ột ": 2357,
    " một": 284,
    "một ": 1390,
    "li": 1260,
    " li": 215,
    "liề": 1265,
    " liề": 218,
    "liều": 1266,
    "ỏ ": 2331,
    "nhỏ": 1450,
    "hỏ ": 1096,
    " nhỏ": 307,
    "nhỏ ": 1451,
    "co": 743,
    " co": 71,
    "co ": 744,
    " co ": 72,
    "tac": 1694,
    " tac": 389,
    "tac ": 1695,
    "du": 801,
    "un": 1882,
    " du": 107,
    "dun": 803,
    "ung": 1883,
    " dun": 109,
    "dung": 804,
    "ung ": 1884,
    "cx": 748,
    "acx": 587,
    "cxi": 749,
    "vacx": 1936,
    "acxi": 588,
    "cxin": 750,
    "toa": 1780,
    "oan": 1486,
    " toa": 425,
    "toan": 1781,
    "oan ": 1487,
    "kho": 1231,
    "hon": 973,
    " kho": 200,
    "khon": 1232,
    "hong": 974,
    "thon": 1724,
    " ve": 482,
    "ve ": 1947,
    " ve ": 483,
    "pho": 1535,
    " pho": 330,
    "phon": 1536,
    " be": 18,
    "ben": 646,
    "enh": 837,
    " ben": 20,
    "benh": 647,
    "enh ": 838,
    "ua": 1866,
    "xua": 1999,
    "uat": 1870,
    " xua": 513,
    "xuat": 2000,
    "uat ": 1871,
    "xu ": 1998,
    " xu ": 512,
    "tu ": 1815,
    " tu ": 443,
    " da": 99,
    "dau": 791,
    " dau": 101,
    "dau ": 792,
    "uy ": 1900,
    "thuy": 1729,
    "huy ": 991,
    "cu": 745,
    " cu": 73,
    "cum": 746,
    "um ": 1877,
    " cum": 74,
    "cum ": 747,
    "mua": 1359,
    "ua ": 1867,
    " mua": 265,
    "mua ": 1360,
    "ma": 1329,
    " ma": 251,
    "may": 1334,
    " may": 254,
    "may ": 1335,
    "loa": 1272,
    "oai": 1484,
    " loa": 220,
    "loai": 1273,
    "oai ": 1485,
    "iá": 1183,
    "á ": 2040,
    "giá": 888,
    "iá ": 1184,
    " giá": 133,
    "giá ": 889,
    "chi ": 711,
    "í": 2080,
    "hí": 1017,
    "í ": 2081,
    "phí": 1541,
    "hí ": 1018,
    " phí": 333,
    "phí ": 1542,
    "tốn": 1856,
    " tốn": 470,
    "tốn ": 1857,
    "đắ": 2165,
    "ắt": 2272,
    " đắ": 551,
    "đắt": 2166,
    "ắt ": 2273,
    " đắt": 552,
    "đắt ": 2167,
    "tại": 1840,
    " tại": 459,
    "tại ": 1841,
    "vn": 1955,
    "nv": 1464,
    "vc": 1944,
    " vn": 487,
    "vnv": 1956,
    "nvc": 1465,
    "vc ": 1945,
    " vnv": 488,
    "vnvc": 1957,
    "nvc ": 1466,
    "tâ": 1827,
    "ân": 2058,
    " tâ": 449,
    "tân": 1830,
    "ân ": 2059,
    " tân": 451,
    "tân ": 1831,
    "uậ": 1918,
    "ận": 2256,
    "huậ": 995,
    "uận": 1919,
    "ận ": 2257,
    "thuậ": 1730,
    "huận": 996,
    "uận ": 1920,
    "cá": 751,
    " cá": 75,
    "các": 752,
    " các": 76,
    "các ": 753,
    "so": 1665,
    " so": 370,
    "so ": 1666,
    " so ": 371,
    "ánh": 2051,
    "sánh": 1679,
    "ánh ": 2052,
    "ở": 2372,
    " ở": 567,
    "ở ": 2373,
    " ở ": 568,
    "quậ": 1585,
    " quậ": 354,
    "quận": 1586,
    "kha": 1227,
    " kha": 198,
    "kha ": 1228,
    "vạ": 1968,
    " vạ": 496,
    "vạn": 1969,
    " vạn": 497,
    "vạn ": 1970,
    "câ": 757,
    " câ": 78,
    "cân": 758,
    " cân": 79,
    "cân ": 759,
    "ce": 700,
    "ad": 589,
    " ce": 53,
    "cel": 701,
    "ela": 827,
    "lad": 1256,
    "ado": 590,
    "don": 799,
    "on ": 1502,
    " cel": 54,
    "cela": 702,
    "elad": 828,
    "lado": 1257,
    "adon": 591,
    "don ": 800,
    "ồ": 2344,
    "hồ": 1103,
    "ồ ": 2345,
    " hồ": 181,
    "hồ ": 1104,
    " hồ ": 182,
    "chí": 721,
    " chí": 61,
    "chí ": 722,
    "rạ": 1636,
    "trạ": 1804,
    "rạm": 1637,
    " trạ": 437,
    "trạm": 1805,
    "rạm ": 1638,
    " y": 519,
    " y ": 520,
    "tế": 1849,
    " tế": 464,
    "tế ": 1850,
    " tế ": 465,
    "đị": 2171,
    "ịa": 2317,
    " đị": 555,
    "địa": 2172,
    "ịa ": 2318,
    " địa": 556,
    "địa ": 2173,
    "ươ": 2201,
    "phư": 1549,
    "hươ": 1054,
    "ươn": 2202,
    "ơng": 2190,
    " phư": 337,
    "phươ": 1550,
    "hươn": 1055,
    "ương": 2203,
    "ơng ": 2191,
    "ú ": 2119,
    "phú": 1547,
    "hú ": 1038,
    " phú": 336,
    "phú ": 1548,
    "vi": 1950,
    " vi": 484,
    "việ": 1953,
    "iện": 1212,
    " việ": 486,
    "viện": 1954,
    "iện ": 1213,
    "nhi ": 1434,
    "đồ": 2174,
    "ồn": 2346,
    " đồ": 557,
    "đồn": 2175,
    "ồng": 2347,
    " đồn": 558,
    "đồng": 2176,
    "ồng ": 2348,
    "su": 1669,
    "is": 1172,
    "se": 1658,
    " su": 373,
    "sun": 1670,
    "unr": 1885,
    "ris": 1610,
    "ise": 1173,
    "se ": 1659,
    " sun": 374,
    "sunr": 1672,
    "unri": 1886,
    "nris": 1459,
    "rise": 1611,
    "ise ": 1174,
    "it": 1175,
    "ty": 1822,
    " ci": 69,
    "cit": 741,
    "ity": 1176,
    "ty ": 1823,
    " cit": 70,
    "city": 742,
    "ity ": 1177,
    "ba ": 636,
    " ba ": 13,
    "hai": 926,
    " hai": 147,
    "hai ": 927,
    "ru": 1623,
    "tru": 1795,
    "run": 1624,
    " tru": 433,
    "trun": 1796,
    "rung": 1625,
    "âm": 2056,
    "tâm": 1828,
    "âm ": 2057,
    " tâm": 450,
    "tâm ": 1829,
    "ia": 1133,
    "gia": 886,
    "ia ": 1134,
    " gia": 132,
    "gia ": 887,
    "hie": 951,
    "ieu": 1145,
    "eu ": 851,
    "nhie": 1435,
    "hieu": 952,
    "ieu ": 1146,
    "tie": 1766,
    "ien": 1141,
    "en ": 834,
    " tie": 419,
    "tien": 1768,
    "ien ": 1142,
    " mo": 261,
    "mot": 1352,
    " mot": 263,
    "mot ": 1353,
    "ui": 1874,
    "mui": 1361,
    "ui ": 1875,
    " mui": 266,
    "mui ": 1362,
    " o": 320,
    " o ": 321,
    "qua": 1576,
    "uan": 1868,
    " qua": 350,
    "quan": 1578,
    "uan ": 1869,
    "tan": 1698,
    " tan": 391,
    "tan ": 1699,
    "hua": 983,
    "thua": 1727,
    "huan": 985,
    "ản": 2232,
    "hản": 1061,
    "ản ": 2233,
    "phản": 1554,
    "hản ": 1062,
    " ứ": 569,
    "ứn": 2397,
    " ứn": 570,
    "ứng": 2398,
    " ứng": 571,
    "ứng ": 2399,
    "hụ": 1115,
    "ụ ": 2380,
    "phụ": 1561,
    "hụ ": 1116,
    " phụ": 342,
    "phụ ": 1562,
    "gâ": 908,
    " gâ": 137,
    "gây": 909,
    " gây": 138,
    "gây ": 910,
    "số": 1688,
    " số": 385,
    "sốt": 1689,
    " sốt": 386,
    "sốt ": 1690,
    "gu": 899,
    "ngu": 1419,
    "guy": 902,
    " ngu": 294,
    "nguy": 1421,
    "guy ": 903,
    "ể": 2298,
    "iể": 1208,
    "ểm": 2300,
    "hiể": 961,
    "iểm": 1209,
    "ểm ": 2301,
    " hiể": 156,
    "hiểm": 962,
    "iểm ": 1210,
    "mệ": 1382,
    " mệ": 279,
    "mệt": 1383,
    " mệt": 280,
    "mệt ": 1384,
    "sư": 1685,
    "ưn": 2196,
    " sư": 383,
    "sưn": 1686,
    "ưng": 2197,
    " sưn": 384,
    "sưng": 1687,
    "ưng ": 2198,
    "đau": 2140,
    " đau": 534,
    "đau ": 2141,
    "ỗ": 2352,
    "hỗ": 1105,
    "ỗ ": 2353,
    "chỗ": 732,
    "hỗ ": 1106,
    " chỗ": 66,
    "chỗ ": 733,
    "sao": 1654,
    " sao": 366,
    "sao ": 1655,
    "ờn": 2369,
    "thư": 1745,
    "hườ": 1056,
    "ườn": 2212,
    "ờng": 2370,
    " thư": 408,
    "thườ": 1746,
    "hườn": 1057,
    "ường": 2213,
    "ờng ": 2371,
    "phá": 1539,
    "hát": 1011,
    " phá": 332,
    "phát": 1540,
    "hát ": 1012,
    "bé": 670,
    " bé": 34,
    "bé ": 671,
    " bé ": 35,
    "mỏ": 1385,
    " mỏ": 281,
    "mỏi": 1386,
    " mỏi": 282,
    "mỏi ": 1387,
    "bỏ": 686,
    " bỏ": 46,
    "bỏ ": 687,
    " bỏ ": 47,
    "ă": 2131,
    " ă": 528,
    "ăn": 2134,
    " ăn": 529,
    "ăn ": 2135,
    " ăn ": 530,
    "hó": 1026,
    "khó": 1236,
    "hó ": 1027,
    " khó": 202,
    "khó ": 1237,
    "hở": 1110,
    "thở": 1759,
    "hở ": 1111,
    " thở": 415,
    "thở ": 1760,
    "quấ": 1583,
    "uấy": 1913,
    " quấ": 353,
    "quấy": 1584,
    "uấy ": 1914,
    "óc": 2095,
    "hóc": 1028,
    "óc ": 2096,
    "khóc": 1238,
    "hóc ": 1029,
    "gay": 879,
    " gay": 129,
    "gay ": 880,
    "sot": 1667,
    " sot": 372,
    "sot ": 1668,
    "phu": 1537,
    "hu ": 982,
    " phu": 331,
    "phu ": 1538,
    "lam": 1258,
    " lam": 214,
    "lam ": 1259,
    "be ": 645,
    " be ": 19,
    "me": 1339,
    " me": 255,
    "met": 1341,
    " met": 256,
    "met ": 1342,
    "moi": 1350,
    " moi": 262,
    "moi ": 1351,
    "sung": 1671,
    "no": 1454,
    " no": 309,
    "noi": 1455,
    " noi": 310,
    "noi ": 1456,
    "em": 831,
    "iem": 1139,
    "em ": 832,
    "tiem": 1767,
    "iem ": 1140,
    "pha": 1530,
    " pha": 328,
    "phat": 1532,
    "hat ": 933,
    "độ": 2177,
    "ộ ": 2355,
    " độ": 559,
    "độ ": 2178,
    " độ ": 560,
    " e": 122,
    " em": 123,
    " em ": 124,
    "dư": 818,
    "ướ": 2204,
    " dư": 118,
    "dướ": 819,
    "ưới": 2207,
    " dướ": 119,
    "dưới": 820,
    "ưới ": 2208,
    "khi": 1229,
    " khi": 199,
    "khi ": 1230,
    "hì": 1015,
    "thì": 1735,
    "hì ": 1016,
    " thì": 403,
    "thì ": 1736,
    "sơ": 1683,
    "ơ ": 2183,
    " sơ": 381,
    "sơ ": 1684,
    " sơ ": 382,
    " si": 368,
    "sin": 1663,
    " sin": 369,
    "sinh": 1664,
    "hể": 1086,
    "ể ": 2299,
    "thể": 1753,
    "hể ": 1087,
    " thể": 412,
    "thể ": 1754,
    "lứ": 1324,
    "ứa": 2395,
    " lứ": 248,
    "lứa": 1325,
    "ứa ": 2396,
    " lứa": 249,
    "lứa ": 1326,
    "rê": 1628,
    "ên": 2071,
    "trê": 1798,
    "rên": 1629,
    "ên ": 2072,
    " trê": 434,
    "trên": 1799,
    "rên ": 1630,
    "tha": 1714,
    "han": 928,
    " tha": 396,
    "than": 1715,
    "hang": 929,
    "uo": 1887,
    "tuo": 1816,
    "uoi": 1890,
    " tuo": 444,
    "tuoi": 1817,
    "uoi ": 1891,
    "oc": 1493,
    "duo": 805,
    "uoc": 1888,
    "oc ": 1494,
    " duo": 110,
    "duoc": 806,
    "uoc ": 1889,
    "dan": 787,
    "anh": 602,
    " dan": 100,
    "danh": 788,
    "anh ": 603,
    " na": 288,
    "nao": 1397,
    " nao": 289,
    "nao ": 1398,
    "tre": 1791,
    "re ": 1600,
    " tre": 431,
    "tre ": 1792,
    "điể": 2144,
    " điể": 537,
    "điểm": 2145,
    "gầ": 916,
    " gầ": 141,
    "gần": 917,
    " gần": 142,
    "gần ": 918,
    "phườ": 1551,
    "bế": 678,
    "ến": 2286,
    " bế": 40,
    "bến": 679,
    "ến ": 2287,
    " bến": 41,
    "bến ": 680,
    "gh": 881,
    "ngh": 1417,
    "ghé": 882,
    " ngh": 293,
    "nghé": 1418,
    "ghé ": 883,
    "ễ": 2302,
    "yễ": 2015,
    "ễn": 2303,
    "uyễ": 1901,
    "yễn": 2016,
    "ễn ": 2304,
    "guyễ": 904,
    "uyễn": 1902,
    "yễn ": 2017,
    "hị": 1088,
    "ị ": 2316,
    "thị": 1755,
    "hị ": 1089,
    " thị": 413,
    "thị ": 1756,
    "tú": 1835,
    " tú": 454,
    "tú ": 1836,
    " tú ": 455,
    "ỳ": 2408,
    "uỳ": 1927,
    "ỳn": 2409,
    " hu": 164,
    "huỳ": 997,
    "uỳn": 1928,
    "ỳnh": 2410,
    " huỳ": 166,
    "huỳn": 998,
    "uỳnh": 1929,
    "ỳnh ": 2411,
    "tấ": 1846,
    " tấ": 462,
    "tấn": 1847,
    " tấn": 463,
    "tấn ": 1848,
    "ủ ": 2385,
    "củ ": 782,
    " củ ": 96,
    "toi": 1782,
    " toi": 426,
    "toi ": 1783,
    "the": 1716,
    " the": 397,
    "the ": 1717,
    "vie": 1951,
    " vie": 485,
    "vien": 1952,
    " ho": 158,
    " ho ": 159,
    "rấ": 1641,
    " rấ": 362,
    "rất": 1642,
    " rất": 363,
    "rất ": 1643,
    "ữ": 2402,
    "hữ": 1126,
    "ữu": 2406,
    " hữ": 185,
    "hữu": 1129,
    "ữu ": 2407,
    " hữu": 186,
    "hữu ": 1130,
    " í": 523,
    "íc": 2082,
    " íc": 524,
    "ích": 2083,
    " ích": 525,
    "ích ": 2084,
    "ưa": 2194,
    "chư": 728,
    "hưa": 1052,
    "ưa ": 2195,
    " chư": 64,
    "chưa": 729,
    "hưa ": 1053,
    "lắ": 1312,
    "ắm": 2267,
    " lắ": 240,
    "lắm": 1313,
    "ắm ": 2268,
    " lắm": 241,
    "lắm ": 1314,
    "uá": 1906,
    "quá": 1579,
    "uá ": 1907,
    " quá": 351,
    "quá ": 1580,
    "ài": 2025,
    " hà": 167,
    "hài": 1000,
    "ài ": 2026,
    " hài": 168,
    "hài ": 1001,
    "lò": 1300,
    " lò": 232,
    "lòn": 1301,
    " lòn": 233,
    "lòng": 1302,
    "câu": 760,
    " câu": 80,
    "câu ": 761,
    "tệ": 1851,
    "ệ ": 2306,
    " tệ": 466,
    "tệ ": 1852,
    " tệ ": 467,
    "hậ": 1073,
    "ật": 2258,
    "thậ": 1749,
    "hật": 1076,
    "ật ": 2259,
    " thậ": 410,
    "thật": 1750,
    "hật ": 1077,
    "iỏ": 1218,
    "giỏ": 894,
    "iỏi": 1219,
    " giỏ": 136,
    "giỏi": 895,
    "iỏi ": 1220,
    "ín": 2085,
    "hín": 1021,
    "ính": 2086,
    "chín": 723,
    "hính": 1022,
    "ính ": 2087,
    "xá": 2003,
    " xá": 515,
    "xác": 2004,
    " xác": 516,
    "xác ": 2005,
    "thí": 1737,
    "híc": 1019,
    " thí": 404,
    "thíc": 1738,
    "hích": 1020,
    "ách": 2043,
    "cách": 754,
    "ách ": 2044,
    "ok": 1497,
    "k ": 1222,
    " ok": 322,
    "ok ": 1498,
    " ok ": 323,
    "đấ": 2159,
    " đấ": 547,
    "đấy": 2160,
    " đấy": 548,
    "đấy ": 2161,
    "ậm": 2254,
    "chậ": 730,
    "hậm": 1074,
    "ậm ": 2255,
    " chậ": 65,
    "chậm": 731,
    "hậm ": 1075,
    "thấ": 1747,
    "hấy": 1068,
    " thấ": 409,
    "thấy": 1748,
    "hấy ": 1069,
    "tuy": 1818,
    "yệt": 2021,
    " tuy": 445,
    "tuyệ": 1819,
    "uyệt": 1905,
    "yệt ": 2022,
    "nay": 1403,
    " nay": 291,
    "nay ": 1404,
    "rat": 1594,
    " rat": 358,
    "rat ": 1595,
    "uu": 1894,
    "huu": 988,
    "uu ": 1895,
    " huu": 165,
    "huu ": 989,
    "ic": 1135,
    " ic": 188,
    "ich": 1136,
    " ich": 189,
    "ich ": 1137,
    "chua": 716,
    "hua ": 984,
    "ca": 690,
    " ca": 49,
    "cam": 691,
    " cam": 50,
    "cam ": 692,
    " on": 324,
    " on ": 325,
    "tot": 1784,
    " tot": 427,
    "tot ": 1785,
    "lon": 1276,
    " lon": 222,
    "long": 1278,
    "vo": 1958,
    " vo": 489,
    "voi": 1959,
    " voi": 490,
    "voi ": 1960,
    "cau": 695,
    " cau": 52,
    "cau ": 696,
    "te ": 1708,
    " te ": 393,
    "qua ": 1577,
    "ữn": 2403,
    "nhữ": 1452,
    "hữn": 1127,
    "ững": 2404,
    " nhữ": 308,
    "nhữn": 1453,
    "hững": 1128,
    "ững ": 2405,
    "ủn": 2388,
    "chủ": 734,
    "hủn": 1118,
    "ủng": 2389,
    " chủ": 67,
    "chủn": 735,
    "hủng": 1119,
    "ủng ": 2390,
    "ọ": 2324,
    "rọ": 1646,
    "ọn": 2327,
    "trọ": 1810,
    "rọn": 1647,
    "ọng": 2328,
    " trọ": 440,
    "trọn": 1811,
    "rọng": 1648,
    "ọng ": 2329,
    "lic": 1261,
    " lic": 216,
    "lich": 1262,
    "can": 693,
    " can": 51,
    "can ": 694,
    " lu": 224,
    "luc": 1287,
    " luc": 225,
    "luc ": 1288,
    "guo": 900,
    "nguo": 1420,
    "guoi": 901,
    "lon ": 1277,
    "ẩ": 2250,
    "uẩ": 1915,
    "ẩn": 2251,
    "huẩ": 993,
    "uẩn": 1916,
    "ẩn ": 2252,
    "chuẩ": 718,
    "huẩn": 994,
    "uẩn ": 1917,
    "bị": 684,
    " bị": 44,
    "bị ": 685,
    " bị ": 45,
    "rư": 1633,
    "ớc": 2359,
    "trư": 1802,
    "rướ": 1634,
    "ước": 2205,
    "ớc ": 2360,
    " trư": 436,
    "trướ": 1803,
    "rước": 1635,
    "ước ": 2206,
    "man": 1332,
    " man": 253,
    "mang": 1333,
    "eo": 839,
    "heo": 943,
    "eo ": 840,
    "theo": 1718,
    "heo ": 944,
    "iấ": 1195,
    "giấ": 892,
    "iấy": 1196,
    " giấ": 135,
    "giấy": 893,
    "iấy ": 1197,
    "tờ": 1860,
    "ờ ": 2366,
    " tờ": 472,
    "tờ ": 1861,
    " tờ ": 473,
    "ịn": 2322,
    "nhị": 1448,
    "hịn": 1090,
    "ịn ": 2323,
    " nhị": 306,
    "nhịn": 1449,
    "hịn ": 1091,
    "lư": 1306,
    "ưu": 2199,
    " lư": 236,
    "lưu": 1307,
    "ưu ": 2200,
    " lưu": 237,
    "lưu ": 1308,
    "ý": 2129,
    " ý": 526,
    "ý ": 2130,
    " ý ": 527,
    "bi ": 651,
    " bi ": 22,
    "ruo": 1626,
    "truo": 1797,
    "ruoc": 1627,
    "hin": 955,
    "nhin": 1436,
    "hin ": 956,
    "õ": 2108,
    "dõ": 812,
    "õi": 2109,
    " dõ": 114,
    "dõi": 813,
    "õi ": 2110,
    " dõi": 115,
    "dõi ": 814,
    "ké": 1244,
    "éo": 2066,
    " ké": 205,
    "kéo": 1245,
    "éo ": 2067,
    " kéo": 206,
    "kéo ": 1246,
    "dài": 808,
    " dài": 112,
    "dài ": 809,
    "hă": 1041,
    "ăm": 2132,
    "chă": 724,
    "hăm": 1042,
    "ăm ": 2133,
    " chă": 62,
    "chăm": 725,
    "hăm ": 1043,
    "só": 1680,
    " só": 379,
    "sóc": 1681,
    " sóc": 380,
    "sóc ": 1682,
    "thi": 1719,
    " thi": 398,
    "thi ": 1720,
    "phai": 1531,
    "doi": 797,
    " doi": 106,
    "doi ": 798,
    "luu": 1289,
    " luu": 226,
    "luu ": 1290,
    "nấ": 1475,
    "ấu": 2243,
    " nấ": 316,
    "nấu": 1476,
    "ấu ": 2244,
    " nấu": 317,
    "nấu ": 1477,
    "hờ": 1107,
    "thờ": 1757,
    "hời": 1108,
    " thờ": 414,
    "thời": 1758,
    "hời ": 1109,
    "tiế": 1774,
    " tiế": 422,
    "tiết": 1776,
    "ôm": 2103,
    " hô": 171,
    "hôm": 1031,
    "ôm ": 2104,
    " hôm": 172,
    "hôm ": 1032,
    " hỏ": 179,
    " hỏi": 180,
    "du ": 802,
    " du ": 108,
    "ái": 2045,
    "cái": 755,
    "ái ": 2046,
    " cái": 77,
    "cái ": 756,
    "liê": 1263,
    "iên": 1188,
    " liê": 217,
    "liên": 1264,
    "iên ": 1189,
    "đế": 2168,
    " đế": 553,
    "đến": 2169,
    " đến": 554,
    "đến ": 2170,
    " há": 169,
    " hát": 170,
    "hứ": 1122,
    "thứ": 1763,
    "hứ ": 1123,
    " thứ": 417,
    "thứ ": 1764,
    "ơi": 2184,
    "chơ": 726,
    "hơi": 1046,
    "ơi ": 2185,
    " chơ": 63,
    "chơi": 727,
    "hơi ": 1047,
    "cờ": 779,
    " cờ": 93,
    "cờ ": 780,
    " cờ ": 94,
    "vu": 1961,
    " vu": 491,
    "vua": 1962,
    " vua": 492,
    "vua ": 1963,
    "bá": 667,
    " bá": 32,
    "bán": 668,
    " bán": 33,
    "bánh": 669,
    "gà": 905,
    "ngà": 1422,
    "gày": 906,
    " ngà": 295,
    "ngày": 1423,
    "gày ": 907,
    "mai": 1330,
    " mai": 252,
    "mai ": 1331,
    "gam": 875,
    "ame": 596,
    "me ": 1340,
    " gam": 127,
    "game": 876,
    "ame ": 597,
    "thơ": 1743,
    "hơ ": 1045,
    " thơ": 407,
    "thơ ": 1744,
    "mư": 1376,
    " mư": 275,
    "mưa": 1377,
    " mưa": 276,
    "mưa ": 1378,
    "phở": 1559,
    " phở": 341,
    "phở ": 1560,
    "vàn": 1966,
    "àng": 2031,
    " vàn": 495,
    "vàng": 1967,
    "àng ": 2032,
    "kể": 1250,
    " kể": 209,
    "kể ": 1251,
    " kể ": 210,
    "ẽ": 2282,
    "vẽ": 1977,
    "ẽ ": 2283,
    " vẽ": 502,
    "vẽ ": 1978,
    " vẽ ": 503,
    "rờ": 1649,
    "trờ": 1812,
    "rời": 1650,
    " trờ": 441,
    "trời": 1813,
    "rời ": 1651,
    "nó": 1472,
    "ón": 2097,
    " nó": 314,
    "nón": 1473,
    "óng": 2098,
    " nón": 315,
    "nóng": 1474,
    "óng ": 2099,
    "họ": 1092,
    "ọc": 2325,
    " họ": 177,
    "học": 1093,
    "ọc ": 2326,
    " học": 178,
    "học ": 1094,
    "iến": 1199,
    "ếng": 2288,
    "tiến": 1775,
    "iếng": 1200,
    "ếng ": 2289,
    " anh": 10,
    "bó": 672,
    " bó": 36,
    "bón": 673,
    " bón": 37,
    "bóng": 674,
    "đá": 2146,
    " đá": 538,
    "đá ": 2147,
    " đá ": 539,
    "cơ": 770,
    "ơm": 2186,
    " cơ": 87,
    "cơm": 771,
    "ơm ": 2187,
    " cơm": 88,
    "cơm ": 772,
    "ảy": 2236,
    "nhả": 1442,
    "hảy": 1063,
    "ảy ": 2237,
    " nhả": 303,
    "nhảy": 1443,
    "hảy ": 1064,
    "hố": 1101,
    "ố ": 2337,
    "phố": 1557,
    "hố ": 1102,
    " phố": 340,
    "phố ": 1558,
    "nắ": 1478,
    "ắn": 2269,
    " nắ": 318,
    "nắn": 1479,
    "ắng": 2270,
    " nắn": 319,
    "nắng": 1480,
    "ắng ": 2271,
    "chứ": 736,
    "hứn": 1124,
    " chứ": 68,
    "chứn": 737,
    "hứng": 1125,
    "oán": 1520,
    "án ": 2048,
    "khoá": 1233,
    "hoán": 976,
    "oán ": 1521,
    "phi": 1533,
    "him": 953,
    " phi": 329,
    "phim": 1534,
    "him ": 954,
    " ả": 564,
    " ản": 565,
    "ảnh": 2234,
    " ảnh": 566,
    "ảnh ": 2235,
    "nau": 1401,
    " nau": 290,
    "nau ": 1402,
    "hoi": 969,
    "thoi": 1723,
    "hoi ": 970,
    "tiet": 1769,
    "om": 1499,
    "hom": 971,
    "om ": 1500,
    " hom": 161,
    "hom ": 972,
    "muo": 1363,
    "uon": 1892,
    " muo": 267,
    "muon": 1364,
    "uon ": 1893,
    " hoi": 160,
    " hat": 148
  },
  "response": null,
  "action_text": null
}