{
  "text": {
    "xin": 363,
    "chào": 39,
    "bạn": 21,
    "hi": 101,
    "hello": 97,
    "bot": 15,
    "buổi": 16,
    "sáng": 257,
    "chiều": 33,
    "tối": 338,
    "hey": 100,
    "khỏe": 133,
    "không": 132,
    "nhé": 199,
    "nha": 192,
    "chatbot": 31,
    "là": 150,
    "ai": 2,
    "vậy": 359,
    "mình": 174,
    "cần": 62,
    "tư": 331,
    "vấn": 358,
    "mới": 182,
    "dùng": 77,
    "chao": 30,
    "ban": 6,
    "nhe": 194,
    "tạm": 333,
    "biệt": 14,
    "bye": 17,
    "hẹn": 114,
    "gặp": 93,
    "lại": 156,
    "thoát": 275,
    "kết": 136,
    "thúc": 285,
    "và": 355,
    "tôi": 329,
    "đi": 376,
    "đây": 380,
    "cảm": 61,
    "ơn": 390,
    "sau": 250,
    "khỏi": 134,
    "trò": 315,
    "chuyện": 37,
    "tam": 264,
    "biet": 12,
    "thoat": 272,
    "di": 68,
    "ket": 124,
    "thuc": 277,
    "à": 370,
    "này": 209,
    "gì": 91,
    "đang": 374,
    "trả": 318,
    "lời": 160,
    "có": 57,
    "phải": 228,
    "người": 191,
    "hay": 96,
    "tạo": 334,
    "ra": 243,
    "do": 69,
    "làm": 151,
    "thông": 284,
    "minh": 166,
    "vaccine": 343,
    "robot": 245,
    "đúng": 381,
    "giúp": 87,
    "được": 382,
    "la": 138,
    "a": 1,
    "gi": 84,
    "vay": 348,
    "tra": 309,
    "loi": 144,
    "tin": 300,
    "về": 361,
    "nào": 208,
    "tốt": 340,
    "nhất": 202,
    "infanrix": 122,
    "hexa": 98,
    "tác": 326,
    "dụng": 79,
    "hexaxim": 99,
    "an": 3,
    "toàn": 308,
    "rotateq": 247,
    "rotarix": 246,
    "phòng": 223,
    "bệnh": 23,
    "synflorix": 256,
    "xuất": 366,
    "xứ": 368,
    "từ": 342,
    "đâu": 379,
    "prevenar": 235,
    "__number__": 0,
    "hiệu": 103,
    "quả": 240,
    "bao": 7,
    "lâu": 152,
    "pneumovax": 234,
    "muốn": 173,
    "biết": 13,
    "gardasil": 82,
    "thành": 280,
    "phần": 230,
    "của": 65,
    "lịch": 158,
    "tiêm": 301,
    "như": 200,
    "thế": 290,
    "công": 58,
    "thủy": 295,
    "đậu": 384,
    "cúm": 59,
    "mùa": 175,
    "dành": 75,
    "cho": 34,
    "trẻ": 319,
    "tháng": 281,
    "tuổi": 325,
    "trong": 311,
    "khác": 129,
    "vaxigrip": 347,
    "tetra": 267,
    "phù": 224,
    "hợp": 118,
    "với": 362,
    "lớn": 159,
    "mấy": 178,
    "mũi": 176,
    "influvac": 123,
    "varivax": 346,
    "varilrix": 345,
    "nhau": 193,
    "bcg": 8,
    "mmr": 167,
    "ii": 121,
    "priorix": 236,
    "lúc": 154,
    "loại": 147,
    "hpv": 107,
    "nhắc": 203,
    "hơn": 113,
    "nhiêu": 198,
    "tiền": 304,
    "một": 181,
    "liều": 142,
    "nhỏ": 205,
    "co": 50,
    "tac": 263,
    "dung": 72,
    "vacxin": 344,
    "toan": 305,
    "khong": 127,
    "thong": 274,
    "ve": 349,
    "phong": 219,
    "benh": 10,
    "xuat": 365,
    "xu": 364,
    "tu": 322,
    "dau": 67,
    "thuy": 278,
    "cum": 51,
    "mua": 170,
    "may": 164,
    "loai": 143,
    "giá": 86,
    "chi": 32,
    "phí": 222,
    "tốn": 339,
    "đắt": 385,
    "tại": 332,
    "vnvc": 352,
    "tân": 328,
    "thuận": 279,
    "các": 52,
    "so": 252,
    "sánh": 258,
    "ở": 392,
    "quận": 242,
    "kha": 125,
    "vạn": 357,
    "cân": 55,
    "celadon": 29,
    "hồ": 117,
    "chí": 40,
    "trạm": 317,
    "y": 369,
    "tế": 336,
    "địa": 387,
    "phương": 226,
    "phú": 225,
    "viện": 351,
    "nhi": 195,
    "đồng": 388,
    "sunrise": 255,
    "city": 49,
    "ba": 5,
    "hai": 94,
    "trung": 312,
    "tâm": 327,
    "gia": 85,
    "nhieu": 196,
    "tien": 298,
    "mot": 169,
    "mui": 171,
    "o": 213,
    "quan": 238,
    "tan": 265,
    "thuan": 276,
    "phản": 229,
    "ứng": 393,
    "phụ": 233,
    "gây": 90,
    "sốt": 262,
    "nguy": 188,
    "hiểm": 102,
    "mệt": 179,
    "sưng": 261,
    "đau": 375,
    "chỗ": 46,
    "sao": 249,
    "thường": 287,
    "phát": 221,
    "bé": 19,
    "mỏi": 180,
    "bỏ": 25,
    "ăn": 373,
    "khó": 130,
    "thở": 294,
    "quấy": 241,
    "khóc": 131,
    "gay": 83,
    "sot": 253,
    "phu": 220,
    "lam": 139,
    "be": 9,
    "met": 165,
    "moi": 168,
    "sung": 254,
    "noi": 207,
    "tiem": 297,
    "phat": 217,
    "độ": 389,
    "em": 80,
    "dưới": 78,
    "khi": 126,
    "thì": 282,
    "sơ": 260,
    "sinh": 251,
    "thể": 291,
    "lứa": 161,
    "trên": 314,
    "thang": 268,
    "tuoi": 323,
    "duoc": 73,
    "danh": 66,
    "nao": 183,
    "tre": 310,
    "điểm": 377,
    "gần": 92,
    "phường": 227,
    "bến": 22,
    "nghé": 186,
    "nguyễn": 189,
    "thị": 292,
    "tú": 330,
    "huỳnh": 109,
    "tấn": 335,
    "củ": 64,
    "toi": 306,
    "the": 269,
    "vien": 350,
    "ho": 104,
    "rất": 248,
    "hữu": 119,
    "ích": 371,
    "chưa": 44,
    "lắm": 157,
    "quá": 239,
    "hài": 110,
    "lòng": 153,
    "câu": 56,
    "tệ": 337,
    "thật": 289,
    "giỏi": 89,
    "chính": 41,
    "xác": 367,
    "thích": 283,
    "cách": 53,
    "ok": 214,
    "đấy": 383,
    "chậm": 45,
    "thấy": 288,
    "tuyệt": 324,
    "nay": 185,
    "rat": 244,
    "huu": 108,
    "ich": 120,
    "chua": 35,
    "cam": 26,
    "on": 215,
    "tot": 307,
    "long": 146,
    "voi": 353,
    "cau": 28,
    "te": 266,
    "qua": 237,
    "những": 206,
    "chủng": 47,
    "trọng": 320,
    "lich": 140,
    "can": 27,
    "luc": 148,
    "nguoi": 187,
    "lon": 145,
    "chuẩn": 38,
    "bị": 24,
    "trước": 316,
    "mang": 163,
    "theo": 270,
    "giấy": 88,
    "tờ": 341,
    "nhịn": 204,
    "lưu": 155,
    "ý": 372,
    "chuan": 36,
    "bi": 11,
    "truoc": 313,
    "nhin": 197,
    "dõi": 76,
    "kéo": 135,
    "dài": 74,
    "chăm": 42,
    "sóc": 259,
    "thi": 271,
    "phai": 216,
    "doi": 70,
    "luu": 149,
    "nấu": 211,
    "thời": 293,
    "tiết": 303,
    "hôm": 112,
    "hỏi": 116,
    "du": 71,
    "cái": 54,
    "liên": 141,
    "đến": 386,
    "hát": 111,
    "thứ": 296,
    "chơi": 43,
    "cờ": 63,
    "vua": 354,
    "bánh": 18,
    "ngày": 190,
    "mai": 162,
    "game": 81,
    "thơ": 286,
    "mưa": 177,
    "phở": 232,
    "vàng": 356,
    "kể": 137,
    "vẽ": 360,
    "trời": 321,
    "nóng": 210,
    "học": 115,
    "tiếng": 302,
    "anh": 4,
    "bóng": 20,
    "đá": 378,
    "cơm": 60,
    "nhảy": 201,
    "phố": 231,
    "nắng": 212,
    "chứng": 48,
    "khoán": 128,
    "phim": 218,
    "ảnh": 391,
    "nau": 184,
    "thoi": 273,
    "tiet": 299,
    "hom": 106,
    "muon": 172,
    "hoi": 105,
    "hat": 95
  },
  "intent": {
    "chào_hỏi": 9,
    "goodbye": 11,
    "bot_challenge": 8,
    "hỏi_thông_tin_vaccine": 18,
    "hỏi_giá_vaccine": 15,
    "hỏi_phản_ứng_phụ": 17,
    "hỏi_độ_tuổi_tiêm": 20,
    "hỏi_địa_điểm_tiêm": 19,
    "đánh_giá_chatbot": 23,
    "hỏi_lịch_tiêm_theo_độ_tuổi": 16,
    "hỏi_cần_chuẩn_bị_trước_tiêm": 13,
    "hỏi_cần_theo_dõi_sau_tiêm": 14,
    "out_of_scope": 22,
    "ask_post_vaccination_monitoring": 0,
    "ask_pre_vaccination_preparation": 1,
    "ask_side_effects": 2,
    "ask_vaccination_age": 3,
    "ask_vaccination_location": 4,
    "ask_vaccination_schedule_by_age": 5,
    "ask_vaccine_info": 6,
    "ask_vaccine_price": 7,
    "evaluate_chatbot": 10,
    "greet": 12,
    "nlu_fallback": 21
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 15,
    "action_session_start": 17,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_side_effects": 6,
    "action_get_side_effects_by_symptom": 7,
    "action_get_vaccination_age": 8,
    "action_get_vaccination_location": 9,
    "action_get_vaccination_schedule_by_age": 10,
    "action_get_vaccine_info": 11,
    "action_get_vaccine_price": 12,
    "action_handle_feedback": 13,
    "action_show_post_vaccination_monitoring": 18,
    "action_show_pre_vaccination_preparation": 19,
    "utter_apologize_negative_feedback": 22,
    "utter_ask_more": 23,
    "utter_ask_more_feedback": 24,
    "utter_ask_specific": 25,
    "utter_bot_intro": 26,
    "utter_default": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_out_of_scope": 30,
    "utter_post_vaccination_monitoring": 31,
    "utter_pre_vaccination_preparation": 32,
    "utter_request_age": 33,
    "utter_request_location": 34,
    "utter_request_vaccine_name": 35,
    "utter_thank_positive_feedback": 36
  },
  "action_text": null,
  "intent_response_key": null
}