{
  "text": {
    " ": 0,
    "x": 1029,
    "i": 602,
    "n": 726,
    " x": 249,
    "xi": 1035,
    "in": 611,
    "n ": 727,
    " xi": 250,
    "xin": 1040,
    "in ": 612,
    " xin": 251,
    "xin ": 1041,
    "c": 381,
    "h": 517,
    "à": 1063,
    "o": 774,
    " c": 31,
    "ch": 389,
    "hà": 552,
    "ào": 1074,
    "o ": 775,
    " ch": 34,
    "chà": 397,
    "hào": 555,
    "ào ": 1075,
    " chà": 38,
    "chào": 398,
    "hào ": 556,
    " h": 77,
    "hi": 532,
    "i ": 603,
    " hi": 81,
    "hi ": 533,
    " hi ": 82,
    "e": 446,
    "l": 665,
    "he": 523,
    "el": 448,
    "ll": 671,
    "lo": 674,
    " he": 78,
    "hel": 524,
    "ell": 451,
    "llo": 672,
    "lo ": 675,
    " hel": 79,
    "hell": 525,
    "ello": 452,
    "llo ": 673,
    "b": 345,
    "ạ": 1196,
    " b": 10,
    "bạ": 373,
    "ạn": 1201,
    " bạ": 25,
    "bạn": 374,
    "ạn ": 1202,
    " bạn": 26,
    "bạn ": 375,
    "t": 886,
    "bo": 364,
    "ot": 789,
    "t ": 887,
    " bo": 19,
    "bot": 365,
    "ot ": 790,
    " bot": 20,
    "bot ": 366,
    "u": 965,
    "ổ": 1282,
    "bu": 367,
    "uổ": 989,
    "ổi": 1283,
    " bu": 21,
    "buổ": 368,
    "uổi": 990,
    "ổi ": 1284,
    " buổ": 22,
    "buổi": 369,
    "uổi ": 991,
    "s": 861,
    "á": 1080,
    "g": 485,
    " s": 172,
    "sá": 875,
    "án": 1086,
    "ng": 742,
    "g ": 486,
    " sá": 180,
    "sán": 876,
    "áng": 1087,
    "ng ": 743,
    " sán": 181,
    "sáng": 877,
    "áng ": 1088,
    "r": 819,
    " t": 188,
    "th": 901,
    "er": 460,
    "re": 829,
    "e ": 447,
    " th": 191,
    "the": 902,
    "her": 528,
    "ere": 463,
    "re ": 830,
    " the": 192,
    "ther": 904,
    "here": 529,
    "ere ": 464,
    "m": 703,
    "tạ": 955,
    "ạm": 1199,
    "m ": 704,
    " tạ": 220,
    "tạm": 956,
    "ạm ": 1200,
    " tạm": 221,
    "tạm ": 957,
    "ệ": 1253,
    "bi": 356,
    "iệ": 644,
    "ệt": 1259,
    " bi": 14,
    "biệ": 359,
    "iệt": 647,
    "ệt ": 1260,
    " biệ": 16,
    "biệt": 360,
    "iệt ": 648,
    "y": 1045,
    "by": 370,
    "ye": 1047,
    " by": 23,
    "bye": 371,
    "ye ": 1048,
    " bye": 24,
    "bye ": 372,
    "d": 427,
    " g": 63,
    "go": 500,
    "oo": 783,
    "od": 776,
    "db": 431,
    " go": 69,
    "goo": 501,
    "ood": 784,
    "odb": 777,
    "dby": 432,
    " goo": 70,
    "good": 502,
    "oodb": 785,
    "odby": 778,
    "dbye": 433,
    "ẹ": 1235,
    "hẹ": 585,
    "ẹn": 1236,
    " hẹ": 90,
    "hẹn": 586,
    "ẹn ": 1237,
    " hẹn": 91,
    "hẹn ": 587,
    "ặ": 1230,
    "p": 797,
    "gặ": 514,
    "ặp": 1231,
    "p ": 798,
    " gặ": 75,
    "gặp": 515,
    "ặp ": 1232,
    " gặp": 76,
    "gặp ": 516,
    " l": 105,
    "lạ": 688,
    "ại": 1197,
    " lạ": 113,
    "lại": 689,
    "ại ": 1198,
    " lại": 114,
    "lại ": 690,
    "a": 304,
    "sa": 862,
    "au": 336,
    "u ": 966,
    " sa": 173,
    "sau": 865,
    "au ": 337,
    " sau": 175,
    "sau ": 866,
    "ỉ": 1261,
    " n": 134,
    "gh": 490,
    "hỉ": 590,
    "ỉ ": 1262,
    " ng": 137,
    "ngh": 744,
    "ghỉ": 493,
    "hỉ ": 591,
    " ngh": 138,
    "nghỉ": 746,
    "ghỉ ": 494,
    "é": 1100,
    "nh": 749,
    "hé": 562,
    "é ": 1101,
    " nh": 140,
    "nhé": 755,
    "hé ": 563,
    " nhé": 142,
    "nhé ": 756,
    "là": 678,
    "à ": 1064,
    " là": 106,
    "là ": 679,
    " là ": 107,
    " a": 4,
    "ai": 315,
    " ai": 8,
    "ai ": 316,
    " ai ": 9,
    " à": 257,
    " à ": 258,
    "đ": 1143,
    "â": 1091,
    " đ": 267,
    "đâ": 1150,
    "ây": 1098,
    "y ": 1046,
    " đâ": 272,
    "đây": 1153,
    "ây ": 1099,
    " đây": 274,
    "đây ": 1154,
    "ì": 1107,
    "gì": 509,
    "ì ": 1108,
    " gì": 73,
    "gì ": 510,
    " gì ": 74,
    "nà": 766,
    "ày": 1078,
    " nà": 143,
    "này": 769,
    "ày ": 1079,
    " này": 145,
    "này ": 770,
    "àm": 1067,
    "làm": 680,
    "àm ": 1068,
    " làm": 108,
    "làm ": 681,
    "ạo": 1203,
    "tạo": 958,
    "ạo ": 1204,
    " tạo": 222,
    "tạo ": 959,
    " r": 161,
    "ra": 824,
    "a ": 305,
    " ra": 162,
    "ra ": 825,
    " ra ": 163,
    "ư": 1179,
    "ợ": 1299,
    "đư": 1158,
    "ượ": 1193,
    "ợc": 1300,
    "c ": 382,
    " đư": 277,
    "đượ": 1159,
    "ược": 1194,
    "ợc ": 1301,
    " đượ": 278,
    "được": 1160,
    "ược ": 1195,
    "ha": 519,
    "at": 331,
    "tb": 893,
    "cha": 391,
    "hat": 521,
    "atb": 332,
    "tbo": 894,
    " cha": 35,
    "chat": 392,
    "hatb": 522,
    "atbo": 333,
    "tbot": 895,
    "ô": 1120,
    "hô": 571,
    "ôn": 1125,
    "thô": 913,
    "hôn": 574,
    "ông": 1126,
    " thô": 197,
    "thôn": 914,
    "hông": 575,
    "ông ": 1127,
    "ti": 919,
    " ti": 200,
    "tin": 920,
    " tin": 201,
    "tin ": 921,
    "v": 992,
    "ề": 1244,
    " v": 227,
    "về": 1021,
    "ề ": 1245,
    " về": 243,
    "về ": 1022,
    " về ": 244,
    "va": 993,
    "ac": 309,
    "cc": 383,
    "ci": 403,
    "ne": 733,
    " va": 228,
    "vac": 994,
    "acc": 310,
    "cci": 384,
    "cin": 404,
    "ine": 613,
    "ne ": 734,
    " vac": 229,
    "vacc": 995,
    "acci": 311,
    "ccin": 385,
    "cine": 405,
    "ine ": 614,
    "f": 478,
    " i": 96,
    "nf": 737,
    "fa": 479,
    "an": 317,
    "nr": 757,
    "ri": 833,
    "ix": 621,
    "x ": 1030,
    " in": 97,
    "inf": 615,
    "nfa": 738,
    "fan": 480,
    "anr": 318,
    "nri": 758,
    "rix": 836,
    "ix ": 622,
    " inf": 98,
    "infa": 616,
    "nfan": 739,
    "fanr": 481,
    "anri": 319,
    "nrix": 759,
    "rix ": 837,
    "ex": 474,
    "xa": 1031,
    "hex": 530,
    "exa": 475,
    "xa ": 1032,
    " hex": 80,
    "hexa": 531,
    "exa ": 476,
    "ó": 1118,
    "có": 414,
    "ó ": 1119,
    " có": 46,
    "có ": 415,
    " có ": 47,
    "tá": 944,
    "ác": 1082,
    " tá": 213,
    "tác": 945,
    "ác ": 1083,
    " tác": 214,
    "tác ": 946,
    "ụ": 1302,
    " d": 56,
    "dụ": 443,
    "ụn": 1304,
    " dụ": 61,
    "dụn": 444,
    "ụng": 1305,
    " dụn": 62,
    "dụng": 445,
    "ụng ": 1306,
    "ax": 338,
    "im": 609,
    "xax": 1033,
    "axi": 340,
    "xim": 1038,
    "im ": 610,
    "exax": 477,
    "xaxi": 1034,
    "axim": 342,
    "xim ": 1039,
    "ò": 1114,
    " p": 148,
    "ph": 799,
    "hò": 568,
    "òn": 1115,
    " ph": 149,
    "phò": 800,
    "hòn": 569,
    "òng": 1116,
    " phò": 150,
    "phòn": 801,
    "hòng": 570,
    "òng ": 1117,
    "bệ": 376,
    "ện": 1255,
    "h ": 518,
    " bệ": 27,
    "bện": 377,
    "ệnh": 1257,
    "nh ": 750,
    " bện": 28,
    "bệnh": 378,
    "ệnh ": 1258,
    "_": 295,
    " _": 1,
    "__": 297,
    "_n": 301,
    "nu": 760,
    "um": 967,
    "mb": 705,
    "be": 353,
    "r_": 821,
    "_ ": 296,
    " __": 2,
    "__n": 299,
    "_nu": 302,
    "num": 761,
    "umb": 968,
    "mbe": 706,
    "ber": 354,
    "er_": 461,
    "r__": 822,
    "__ ": 298,
    " __n": 3,
    "__nu": 300,
    "_num": 303,
    "numb": 762,
    "umbe": 969,
    "mber": 707,
    "ber_": 355,
    "er__": 462,
    "r__ ": 823,
    "tr": 926,
    "ro": 838,
    "on": 779,
    " tr": 204,
    "tro": 929,
    "ron": 839,
    "ong": 781,
    " tro": 205,
    "tron": 930,
    "rong": 840,
    "ong ": 782,
    "k": 653,
    " k": 99,
    "kh": 654,
    "há": 557,
    " kh": 100,
    "khá": 659,
    "hác": 558,
    " khá": 103,
    "khác": 660,
    "hác ": 559,
    "tô": 952,
    "ôi": 1121,
    " tô": 218,
    "tôi": 953,
    "ôi ": 1122,
    " tôi": 219,
    "tôi ": 954,
    "ố": 1270,
    " m": 123,
    "mu": 714,
    "uố": 986,
    "ốn": 1271,
    " mu": 126,
    "muố": 715,
    "uốn": 987,
    "ốn ": 1272,
    " muố": 127,
    "muốn": 716,
    "uốn ": 988,
    "ế": 1240,
    "iế": 633,
    "ết": 1242,
    "biế": 357,
    "iết": 634,
    "ết ": 1243,
    " biế": 15,
    "biết": 358,
    "iết ": 635,
    "ta": 888,
    "ar": 322,
    " ro": 164,
    "rot": 841,
    "ota": 791,
    "tar": 889,
    "ari": 326,
    " rot": 165,
    "rota": 842,
    "otar": 792,
    "tari": 890,
    "arix": 327,
    "pr": 809,
    "ev": 471,
    "ve": 1001,
    "en": 453,
    "na": 728,
    "r ": 820,
    " pr": 155,
    "pre": 810,
    "rev": 831,
    "eve": 472,
    "ven": 1002,
    "ena": 454,
    "nar": 729,
    "ar ": 323,
    " pre": 156,
    "prev": 811,
    "reve": 832,
    "even": 473,
    "vena": 1003,
    "enar": 455,
    "nar ": 730,
    "ig": 604,
    "gr": 503,
    "ip": 619,
    "vax": 996,
    "xig": 1036,
    "igr": 605,
    "gri": 504,
    "rip": 834,
    "ip ": 620,
    " vax": 230,
    "vaxi": 998,
    "axig": 341,
    "xigr": 1037,
    "igri": 606,
    "grip": 505,
    "rip ": 835,
    "te": 896,
    "et": 465,
    " te": 189,
    "tet": 899,
    "etr": 466,
    "tra": 927,
    " tet": 190,
    "tetr": 900,
    "etra": 467,
    "tra ": 928,
    "gi": 495,
    "iá": 623,
    "á ": 1081,
    " gi": 66,
    "giá": 496,
    "iá ": 624,
    " giá": 67,
    "giá ": 497,
    "ba": 346,
    "ao": 320,
    " ba": 11,
    "bao": 347,
    "ao ": 321,
    " bao": 12,
    "bao ": 348,
    "ê": 1102,
    "iê": 625,
    "êu": 1105,
    "nhi": 751,
    "hiê": 534,
    "iêu": 628,
    "êu ": 1106,
    " nhi": 141,
    "nhiê": 753,
    "hiêu": 535,
    "iêu ": 629,
    "ở": 1297,
    " ở": 290,
    "ở ": 1298,
    " ở ": 291,
    "vn": 1007,
    "nv": 763,
    "vc": 999,
    " vn": 233,
    "vnv": 1008,
    "nvc": 764,
    "vc ": 1000,
    " vnv": 234,
    "vnvc": 1009,
    "nvc ": 765,
    "tâ": 947,
    "ân": 1094,
    " tâ": 215,
    "tân": 950,
    "ân ": 1095,
    " tân": 217,
    "tân ": 951,
    "ậ": 1222,
    "hu": 547,
    "uậ": 983,
    "ận": 1223,
    "thu": 907,
    "huậ": 550,
    "uận": 984,
    "ận ": 1224,
    " thu": 194,
    "thuậ": 908,
    "huận": 551,
    "uận ": 985,
    "q": 812,
    "eq": 458,
    "q ": 813,
    "tat": 891,
    "ate": 334,
    "teq": 897,
    "eq ": 459,
    "otat": 793,
    "tate": 892,
    "ateq": 335,
    "teq ": 898,
    "hế": 588,
    "ế ": 1241,
    "thế": 915,
    "hế ": 589,
    " thế": 198,
    "thế ": 916,
    "nào": 767,
    " nào": 144,
    "nào ": 768,
    " q": 157,
    "qu": 814,
    " qu": 158,
    "quậ": 817,
    " quậ": 160,
    "quận": 818,
    "sy": 872,
    "yn": 1049,
    "fl": 482,
    "or": 786,
    " sy": 178,
    "syn": 873,
    "ynf": 1050,
    "nfl": 740,
    "flo": 483,
    "lor": 676,
    "ori": 787,
    " syn": 179,
    "synf": 874,
    "ynfl": 1051,
    "nflo": 741,
    "flor": 484,
    "lori": 677,
    "orix": 788,
    "kha": 655,
    "ha ": 520,
    " kha": 101,
    "kha ": 656,
    "vạ": 1015,
    " vạ": 239,
    "vạn": 1016,
    " vạn": 240,
    "vạn ": 1017,
    "câ": 409,
    " câ": 43,
    "cân": 410,
    " cân": 44,
    "cân ": 411,
    "pn": 806,
    "eu": 468,
    "mo": 711,
    "ov": 794,
    " pn": 153,
    "pne": 807,
    "neu": 735,
    "eum": 469,
    "umo": 970,
    "mov": 712,
    "ova": 795,
    "ax ": 339,
    " pne": 154,
    "pneu": 808,
    "neum": 736,
    "eumo": 470,
    "umov": 971,
    "mova": 713,
    "ovax": 796,
    "vax ": 997,
    "vi": 1004,
    " vi": 231,
    "việ": 1005,
    "iện": 645,
    "ện ": 1256,
    " việ": 232,
    "viện": 1006,
    "iện ": 646,
    "nhi ": 752,
    "ồ": 1275,
    "đồ": 1167,
    "ồn": 1279,
    " đồ": 283,
    "đồn": 1168,
    "ồng": 1280,
    " đồn": 284,
    "đồng": 1169,
    "ồng ": 1281,
    "hụ": 597,
    "ụ ": 1303,
    "phụ": 804,
    "hụ ": 598,
    " phụ": 152,
    "phụ ": 805,
    "gâ": 506,
    " gâ": 71,
    "gây": 507,
    " gây": 72,
    "gây ": 508,
    "số": 883,
    "ốt": 1273,
    " số": 186,
    "sốt": 884,
    "ốt ": 1274,
    " sốt": 187,
    "sốt ": 885,
    "khô": 661,
    " khô": 104,
    "khôn": 662,
    "ả": 1205,
    "hả": 582,
    "ản": 1209,
    "phả": 802,
    "hản": 583,
    "ản ": 1210,
    " phả": 151,
    "phản": 803,
    "hản ": 584,
    "ứ": 1310,
    " ứ": 292,
    "ứn": 1311,
    " ứn": 293,
    "ứng": 1312,
    " ứng": 294,
    "ứng ": 1313,
    "ủ": 1307,
    "củ": 424,
    "ủa": 1308,
    " củ": 54,
    "của": 425,
    "ủa ": 1309,
    " của": 55,
    "của ": 426,
    "sư": 880,
    "ưn": 1182,
    " sư": 184,
    "sưn": 881,
    "ưng": 1183,
    " sưn": 185,
    "sưng": 882,
    "ưng ": 1184,
    "ga": 487,
    "rd": 826,
    "da": 428,
    "as": 328,
    "si": 867,
    "il": 607,
    "l ": 666,
    " ga": 64,
    "gar": 488,
    "ard": 324,
    "rda": 827,
    "das": 429,
    "asi": 329,
    "sil": 868,
    "il ": 608,
    " gar": 65,
    "gard": 489,
    "arda": 325,
    "rdas": 828,
    "dasi": 430,
    "asil": 330,
    "sil ": 869,
    " a ": 5,
    "đa": 1144,
    " đa": 268,
    "đau": 1145,
    " đau": 269,
    "đau ": 1146,
    "ơ": 1175,
    "cơ": 416,
    "ơ ": 1176,
    " cơ": 48,
    "cơ ": 417,
    " cơ ": 49,
    "êm": 1103,
    "tiê": 922,
    "iêm": 626,
    "êm ": 1104,
    " tiê": 202,
    "tiêm": 923,
    "iêm ": 627,
    "ho": 545,
    "cho": 393,
    "ho ": 546,
    " cho": 36,
    "cho ": 394,
    "ộ": 1285,
    "độ": 1170,
    "ộ ": 1286,
    " độ": 285,
    "độ ": 1171,
    " độ ": 286,
    "tu": 939,
    " tu": 210,
    "tuổ": 942,
    " tuổ": 212,
    "tuổi": 943,
    "dà": 437,
    "àn": 1069,
    " dà": 57,
    "dàn": 438,
    "ành": 1072,
    " dàn": 58,
    "dành": 439,
    "ành ": 1073,
    "ẻ": 1238,
    "rẻ": 856,
    "ẻ ": 1239,
    "trẻ": 937,
    "rẻ ": 857,
    " trẻ": 209,
    "trẻ ": 938,
    "sơ": 878,
    " sơ": 182,
    "sơ ": 879,
    " sơ ": 183,
    " si": 176,
    "sin": 870,
    "inh": 617,
    " sin": 177,
    "sinh": 871,
    "inh ": 618,
    "ờ": 1294,
    "gư": 511,
    "ườ": 1190,
    "ời": 1295,
    "ngư": 747,
    "gườ": 512,
    "ười": 1191,
    "ời ": 1296,
    " ngư": 139,
    "ngườ": 748,
    "gười": 513,
    "ười ": 1192,
    "ớ": 1287,
    "lớ": 697,
    "ớn": 1292,
    " lớ": 119,
    "lớn": 698,
    "ớn ": 1293,
    " lớn": 120,
    "lớn ": 699,
    "âu": 1096,
    "đâu": 1151,
    "âu ": 1097,
    " đâu": 273,
    "đâu ": 1152,
    "ru": 843,
    "un": 972,
    "tru": 931,
    "run": 844,
    "ung": 973,
    " tru": 206,
    "trun": 932,
    "rung": 845,
    "ung ": 974,
    "âm": 1092,
    "tâm": 948,
    "âm ": 1093,
    " tâm": 216,
    "tâm ": 949,
    "ị": 1263,
    "đị": 1164,
    "ịa": 1265,
    " đị": 281,
    "địa": 1165,
    "ịa ": 1266,
    " địa": 282,
    "địa ": 1166,
    "ể": 1248,
    "đi": 1147,
    "iể": 639,
    "ểm": 1249,
    " đi": 270,
    "điể": 1148,
    "iểm": 640,
    "ểm ": 1250,
    " điể": 271,
    "điểm": 1149,
    "iểm ": 641,
    "ce": 386,
    "la": 667,
    "ad": 312,
    "do": 434,
    " ce": 32,
    "cel": 387,
    "ela": 449,
    "lad": 669,
    "ado": 313,
    "don": 435,
    "on ": 780,
    " cel": 33,
    "cela": 388,
    "elad": 450,
    "lado": 670,
    "adon": 314,
    "don ": 436,
    "hồ": 592,
    "ồ ": 1276,
    " hồ": 92,
    "hồ ": 593,
    " hồ ": 93,
    "í": 1109,
    "hí": 564,
    "í ": 1110,
    "chí": 399,
    "hí ": 565,
    " chí": 39,
    "chí ": 400,
    "mi": 708,
    " mi": 124,
    "min": 709,
    " min": 125,
    "minh": 710,
    "ữ": 1314,
    "hữ": 599,
    "ữu": 1315,
    " hữ": 94,
    "hữu": 600,
    "ữu ": 1316,
    " hữu": 95,
    "hữu ": 601,
    " í": 259,
    "íc": 1111,
    " íc": 260,
    "ích": 1112,
    "ch ": 390,
    " ích": 261,
    "ích ": 1113,
    "tố": 962,
    " tố": 225,
    "tốt": 963,
    " tốt": 226,
    "tốt ": 964,
    "ắ": 1227,
    "lắ": 691,
    "ắm": 1228,
    " lắ": 115,
    "lắm": 692,
    "ắm ": 1229,
    " lắm": 116,
    "lắm ": 693,
    "tệ": 960,
    "ệ ": 1254,
    " tệ": 223,
    "tệ ": 961,
    " tệ ": 224,
    "uá": 978,
    "quá": 815,
    "uá ": 979,
    " quá": 159,
    "quá ": 816,
    "ài": 1065,
    " hà": 86,
    "hài": 553,
    "ài ": 1066,
    " hài": 87,
    "hài ": 554,
    "lò": 682,
    " lò": 109,
    "lòn": 683,
    " lòn": 110,
    "lòng": 684,
    "vớ": 1023,
    "ới": 1290,
    " vớ": 245,
    "với": 1024,
    "ới ": 1291,
    " với": 246,
    "với ": 1025,
    "ấ": 1211,
    "rấ": 853,
    "ất": 1212,
    " rấ": 168,
    "rất": 854,
    "ất ": 1213,
    " rất": 169,
    "rất ": 855,
    "uy": 975,
    "yệ": 1054,
    "tuy": 940,
    "uyệ": 976,
    "yệt": 1055,
    " tuy": 211,
    "tuyệ": 941,
    "uyệt": 977,
    "yệt ": 1056,
    "rả": 851,
    "ả ": 1206,
    "trả": 935,
    "rả ": 852,
    " trả": 208,
    "trả ": 936,
    "lờ": 700,
    " lờ": 121,
    "lời": 701,
    " lời": 122,
    "lời ": 702,
    "hư": 579,
    "ưa": 1180,
    "chư": 401,
    "hưa": 580,
    "ưa ": 1181,
    " chư": 40,
    "chưa": 402,
    "hưa ": 581,
    "ú": 1132,
    "đú": 1155,
    "ún": 1133,
    " đú": 275,
    "đún": 1156,
    "úng": 1134,
    " đún": 276,
    "đúng": 1157,
    "úng ": 1135,
    "iú": 630,
    "úp": 1136,
    "giú": 498,
    "iúp": 631,
    "úp ": 1137,
    " giú": 68,
    "giúp": 499,
    "iúp ": 632,
    "iề": 636,
    "ều": 1246,
    "hiề": 536,
    "iều": 637,
    "ều ": 1247,
    "nhiề": 754,
    "hiều": 537,
    "iều ": 638,
    "ầ": 1216,
    "cầ": 421,
    "ần": 1217,
    " cầ": 52,
    "cần": 422,
    "ần ": 1218,
    " cần": 53,
    "cần ": 423,
    "cả": 418,
    "ải": 1207,
    " cả": 50,
    "cải": 419,
    "ải ": 1208,
    " cải": 51,
    "cải ": 420,
    "thi": 905,
    "hiệ": 540,
    " thi": 193,
    "thiệ": 906,
    "hiện": 541,
    "vờ": 1026,
    " vờ": 247,
    "vời": 1027,
    " vời": 248,
    "vời ": 1028,
    "sai": 863,
    " sai": 174,
    "sai ": 864,
    "rồ": 858,
    "ồi": 1277,
    " rồ": 170,
    "rồi": 859,
    "ồi ": 1278,
    " rồi": 171,
    "rồi ": 860,
    "lị": 694,
    "ịc": 1267,
    " lị": 117,
    "lịc": 695,
    "ịch": 1268,
    " lịc": 118,
    "lịch": 696,
    "ịch ": 1269,
    "thá": 909,
    "hán": 560,
    " thá": 195,
    "thán": 910,
    "háng": 561,
    "ẩ": 1219,
    "uẩ": 980,
    "ẩn": 1220,
    "chu": 395,
    "huẩ": 548,
    "uẩn": 981,
    "ẩn ": 1221,
    " chu": 37,
    "chuẩ": 396,
    "huẩn": 549,
    "uẩn ": 982,
    "bị": 379,
    "ị ": 1264,
    " bị": 29,
    "bị ": 380,
    " bị ": 30,
    "rư": 848,
    "ướ": 1187,
    "ớc": 1288,
    "trư": 933,
    "rướ": 849,
    "ước": 1188,
    "ớc ": 1289,
    " trư": 207,
    "trướ": 934,
    "rước": 850,
    "ước ": 1189,
    "khi": 657,
    " khi": 102,
    "khi ": 658,
    "lư": 685,
    "ưu": 1185,
    " lư": 111,
    "lưu": 686,
    "ưu ": 1186,
    " lưu": 112,
    "lưu ": 687,
    "ý": 1138,
    " ý": 262,
    "ý ": 1139,
    " ý ": 263,
    "eo": 456,
    "heo": 526,
    "eo ": 457,
    "theo": 903,
    "heo ": 527,
    "õ": 1128,
    "dõ": 440,
    "õi": 1130,
    " dõ": 59,
    "dõi": 441,
    "õi ": 1131,
    " dõi": 60,
    "dõi ": 442,
    "hờ": 594,
    "thờ": 917,
    "hời": 595,
    " thờ": 199,
    "thời": 918,
    "hời ": 596,
    "tiế": 924,
    " tiế": 203,
    "tiết": 925,
    "ôm": 1123,
    " hô": 88,
    "hôm": 572,
    "ôm ": 1124,
    " hôm": 89,
    "hôm ": 573,
    "ay": 343,
    " na": 135,
    "nay": 731,
    "ay ": 344,
    " nay": 136,
    "nay ": 732,
    "nấ": 771,
    "ấu": 1214,
    " nấ": 146,
    "nấu": 772,
    "ấu ": 1215,
    " nấu": 147,
    "nấu ": 773,
    "ă": 1140,
    " ă": 264,
    "ăn": 1141,
    " ăn": 265,
    "ăn ": 1142,
    " ăn ": 266,
    "đặ": 1161,
    "ặt": 1233,
    " đặ": 279,
    "đặt": 1162,
    "ặt ": 1234,
    " đặt": 280,
    "đặt ": 1163,
    "vé": 1013,
    " vé": 237,
    "vé ": 1014,
    " vé ": 238,
    "má": 720,
    "áy": 1089,
    " má": 130,
    "máy": 721,
    "áy ": 1090,
    " máy": 131,
    "máy ": 722,
    "bay": 349,
    " bay": 13,
    "bay ": 350,
    "mư": 723,
    " mư": 132,
    "mưa": 724,
    " mưa": 133,
    "mưa ": 725,
    "thí": 911,
    "híc": 566,
    " thí": 196,
    "thíc": 912,
    "hích": 567,
    "mà": 717,
    "àu": 1076,
    " mà": 128,
    "màu": 718,
    "àu ": 1077,
    " màu": 129,
    "màu ": 719,
    "và": 1010,
    " và": 235,
    "vàn": 1011,
    "àng": 1070,
    " vàn": 236,
    "vàng": 1012,
    "àng ": 1071,
    "ab": 306,
    "bc": 351,
    " ab": 6,
    "abc": 307,
    "bc ": 352,
    " abc": 7,
    "abc ": 308,
    "z": 1057,
    "xy": 1042,
    "yz": 1052,
    "z ": 1058,
    " xy": 252,
    "xyz": 1043,
    "yz ": 1053,
    " xyz": 253,
    "xyz ": 1044,
    "ểu": 1251,
    "hiể": 538,
    "iểu": 642,
    "ểu ": 1252,
    " hiể": 83,
    "hiểu": 539,
    "iểu ": 643,
    "cá": 406,
    "ái": 1084,
    " cá": 41,
    "cái": 407,
    "ái ": 1085,
    " cái": 42,
    "cái ": 408,
    "vậ": 1018,
    "ậy": 1225,
    " vậ": 241,
    "vậy": 1019,
    "ậy ": 1226,
    " vậy": 242,
    "vậy ": 1020,
    "j": 649,
    "hj": 542,
    "jk": 650,
    "kl": 663,
    " hj": 84,
    "hjk": 543,
    "jkl": 651,
    "kl ": 664,
    " hjk": 85,
    "hjkl": 544,
    "jkl ": 652,
    " ơ": 287,
    "ơi": 1177,
    " ơi": 288,
    "ơi ": 1178,
    " ơi ": 289,
    "câu": 412,
    " câu": 45,
    "câu ": 413,
    "ĩ": 1172,
    "hĩ": 576,
    "ĩa": 1173,
    "ghĩ": 491,
    "hĩa": 577,
    "ĩa ": 1174,
    "nghĩ": 745,
    "ghĩa": 492,
    "hĩa ": 578,
    " z": 254,
    "zz": 1059,
    " zz": 255,
    "zzz": 1061,
    "zz ": 1060,
    " zzz": 256,
    "zzz ": 1062,
    "rõ": 846,
    "õ ": 1129,
    " rõ": 166,
    "rõ ": 847,
    " rõ ": 167,
    "bl": 361,
    " bl": 17,
    "bla": 362,
    "la ": 668,
    " bla": 18,
    "bla ": 363
  },
  "response": null,
  "action_text": null
}