{
  "text": {
    "hey": 31,
    "hello": 30,
    "hi": 32,
    "there": 67,
    "good": 24,
    "morning": 43,
    "evening": 17,
    "moin": 42,
    "let": 39,
    "s": 54,
    "go": 22,
    "dude": 16,
    "goodmorning": 27,
    "goodevening": 26,
    "afternoon": 1,
    "cu": 12,
    "by": 7,
    "cee": 9,
    "you": 79,
    "later": 38,
    "night": 48,
    "bye": 8,
    "goodbye": 25,
    "have": 29,
    "a": 0,
    "nice": 47,
    "day": 13,
    "see": 58,
    "around": 5,
    "yes": 78,
    "y": 77,
    "indeed": 36,
    "of": 51,
    "course": 11,
    "that": 65,
    "sounds": 60,
    "correct": 10,
    "no": 49,
    "n": 45,
    "never": 46,
    "i": 35,
    "don": 15,
    "t": 63,
    "think": 68,
    "so": 59,
    "like": 40,
    "way": 73,
    "not": 50,
    "really": 53,
    "perfect": 52,
    "great": 28,
    "amazing": 3,
    "feeling": 21,
    "king": 37,
    "wonderful": 75,
    "am": 2,
    "very": 71,
    "going": 23,
    "to": 69,
    "save": 57,
    "the": 66,
    "world": 76,
    "super": 62,
    "stoked": 61,
    "extremely": 18,
    "my": 44,
    "was": 72,
    "horrible": 33,
    "sad": 56,
    "feel": 20,
    "well": 74,
    "disappointed": 14,
    "m": 41,
    "unhappy": 70,
    "extremly": 19,
    "saad": 55,
    "are": 4,
    "bot": 6,
    "human": 34,
    "talking": 64
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 14,
    "mood_unhappy": 15,
    "bot_challenge": 1,
    "chào_hỏi": 2,
    "hỏi_cần_chuẩn_bị_trước_tiêm": 6,
    "hỏi_cần_theo_dõi_sau_tiêm": 7,
    "hỏi_giá_vaccine": 8,
    "hỏi_lịch_tiêm_theo_độ_tuổi": 9,
    "hỏi_phản_ứng_phụ": 10,
    "hỏi_thông_tin_vaccine": 11,
    "hỏi_địa_điểm_tiêm": 12,
    "hỏi_độ_tuổi_tiêm": 13,
    "nlu_fallback": 16,
    "out_of_scope": 17,
    "đánh_giá_chatbot": 18
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 14,
    "action_session_start": 16,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_age_range": 6,
    "action_fetch_locations": 7,
    "action_fetch_schedule_by_age": 8,
    "action_fetch_side_effects": 9,
    "action_fetch_vaccine_info": 10,
    "action_fetch_vaccine_price": 11,
    "action_handle_feedback": 12,
    "action_show_follow_up_guidelines": 17,
    "action_show_preparation_guidelines": 18,
    "utter_ask_age": 21,
    "utter_ask_health_center": 22,
    "utter_ask_vaccine_name": 23,
    "utter_bot_challenge": 24,
    "utter_chào_hỏi": 25,
    "utter_danh_sach_dia_diem": 26,
    "utter_default": 27,
    "utter_goodbye": 28,
    "utter_hoi_cu_the": 29,
    "utter_hoi_them": 30,
    "utter_huong_dan_chuan_bi_truoc_tiem": 31,
    "utter_huong_dan_theo_doi_sau_tiem": 32,
    "utter_out_of_scope": 33,
    "utter_thong_tin_lich_tiem": 34
  },
  "action_text": null,
  "intent_response_key": null
}