{
  "text": {
    " ": 0,
    "x": 961,
    "i": 556,
    "n": 664,
    " x": 235,
    "xi": 967,
    "in": 567,
    "n ": 665,
    " xi": 236,
    "xin": 972,
    "in ": 568,
    " xin": 237,
    "xin ": 973,
    "c": 364,
    "h": 483,
    "à": 984,
    "o": 716,
    " c": 30,
    "ch": 371,
    "hà": 512,
    "ào": 995,
    "o ": 717,
    " ch": 31,
    "chà": 381,
    "hào": 515,
    "ào ": 996,
    " chà": 36,
    "chào": 382,
    "hào ": 516,
    "b": 328,
    "ạ": 1123,
    " b": 8,
    "bạ": 356,
    "ạn": 1128,
    " bạ": 24,
    "bạn": 357,
    "ạn ": 1129,
    " bạn": 25,
    "bạn ": 358,
    " h": 73,
    "hi": 495,
    "i ": 557,
    " hi": 77,
    "hi ": 496,
    " hi ": 78,
    "e": 426,
    "l": 611,
    "he": 488,
    "el": 428,
    "ll": 613,
    "lo": 616,
    " he": 74,
    "hel": 489,
    "ell": 429,
    "llo": 614,
    "lo ": 617,
    " hel": 75,
    "hell": 490,
    "ello": 430,
    "llo ": 615,
    "u": 904,
    "ổ": 1207,
    "bu": 350,
    "uổ": 925,
    "ổi": 1208,
    " bu": 20,
    "buổ": 351,
    "uổi": 926,
    "ổi ": 1209,
    " buổ": 21,
    "buổi": 352,
    "uổi ": 927,
    "s": 800,
    "á": 999,
    "g": 461,
    " s": 163,
    "sá": 815,
    "án": 1005,
    "ng": 680,
    "g ": 462,
    " sá": 170,
    "sán": 816,
    "áng": 1006,
    "ng ": 681,
    " sán": 171,
    "sáng": 817,
    "áng ": 1007,
    "t": 826,
    "m": 645,
    " t": 178,
    "tạ": 894,
    "ạm": 1126,
    "m ": 646,
    " tạ": 209,
    "tạm": 897,
    "ạm ": 1127,
    " tạm": 211,
    "tạm ": 898,
    "ệ": 1184,
    "bi": 340,
    "iệ": 600,
    "ệt": 1189,
    "t ": 827,
    " bi": 14,
    "biệ": 343,
    "iệt": 603,
    "ệt ": 1190,
    " biệ": 16,
    "biệt": 344,
    "iệt ": 604,
    "y": 974,
    "by": 353,
    "ye": 976,
    "e ": 427,
    " by": 22,
    "bye": 354,
    "ye ": 977,
    " bye": 23,
    "bye ": 355,
    "ẹ": 1164,
    "hẹ": 537,
    "ẹn": 1166,
    " hẹ": 88,
    "hẹn": 539,
    "ẹn ": 1167,
    " hẹn": 89,
    "hẹn ": 540,
    "ặ": 1159,
    "p": 738,
    " g": 62,
    "gặ": 480,
    "ặp": 1160,
    "p ": 739,
    " gặ": 71,
    "gặp": 481,
    "ặp ": 1161,
    " gặp": 72,
    "gặp ": 482,
    " l": 99,
    "lạ": 630,
    "ại": 1124,
    " lạ": 105,
    "lại": 631,
    "ại ": 1125,
    " lại": 106,
    "lại ": 632,
    "é": 1017,
    " n": 124,
    "nh": 684,
    "hé": 520,
    "é ": 1018,
    " nh": 129,
    "nhé": 689,
    "hé ": 521,
    " nhé": 131,
    "nhé ": 690,
    "là": 623,
    "à ": 985,
    " là": 100,
    "là ": 624,
    " là ": 101,
    "a": 289,
    " a": 4,
    "ai": 294,
    " ai": 6,
    "ai ": 295,
    " ai ": 7,
    "bo": 345,
    "ot": 730,
    " bo": 17,
    "bot": 348,
    "ot ": 731,
    " bot": 19,
    "bot ": 349,
    " à": 238,
    " à ": 239,
    "đ": 1068,
    "â": 1010,
    " đ": 248,
    "đâ": 1075,
    "ây": 1015,
    "y ": 975,
    " đâ": 253,
    "đây": 1078,
    "ây ": 1016,
    " đây": 255,
    "đây ": 1079,
    "ú": 1056,
    "đú": 1080,
    "ún": 1060,
    " đú": 256,
    "đún": 1081,
    "úng": 1061,
    " đún": 257,
    "đúng": 1082,
    "úng ": 1062,
    "k": 605,
    "ô": 1039,
    " k": 95,
    "kh": 606,
    "hô": 524,
    "ôn": 1045,
    " kh": 96,
    "khô": 609,
    "hôn": 527,
    "ông": 1046,
    " khô": 98,
    "khôn": 610,
    "hông": 528,
    "ông ": 1047,
    "đa": 1069,
    "an": 296,
    " đa": 249,
    "đan": 1070,
    "ang": 297,
    " đan": 250,
    "đang": 1071,
    "ang ": 298,
    "r": 758,
    "ả": 1130,
    "tr": 867,
    "rả": 793,
    "ả ": 1131,
    " tr": 195,
    "trả": 876,
    "rả ": 794,
    " trả": 198,
    "trả ": 877,
    "ờ": 1219,
    "lờ": 642,
    "ời": 1220,
    " lờ": 113,
    "lời": 643,
    "ời ": 1221,
    " lời": 114,
    "lời ": 644,
    "tô": 891,
    "ôi": 1041,
    " tô": 207,
    "tôi": 892,
    "ôi ": 1042,
    " tôi": 208,
    "tôi ": 893,
    "v": 928,
    "ậ": 1149,
    " v": 216,
    "vậ": 950,
    "ậy": 1154,
    " vậ": 227,
    "vậy": 951,
    "ậy ": 1155,
    " vậy": 228,
    "vậy ": 952,
    "th": 841,
    " th": 181,
    "thô": 848,
    " thô": 185,
    "thôn": 849,
    "ti": 858,
    " ti": 190,
    "tin": 859,
    " tin": 191,
    "tin ": 860,
    "ề": 1174,
    "về": 953,
    "ề ": 1175,
    " về": 229,
    "về ": 954,
    " về ": 230,
    "va": 929,
    "ac": 291,
    "cc": 366,
    "ci": 387,
    "ne": 671,
    " va": 217,
    "vac": 930,
    "acc": 292,
    "cci": 367,
    "cin": 388,
    "ine": 569,
    "ne ": 672,
    " vac": 218,
    "vacc": 931,
    "acci": 293,
    "ccin": 368,
    "cine": 389,
    "ine ": 570,
    "f": 454,
    " i": 92,
    "nf": 675,
    "fa": 455,
    "nr": 693,
    "ri": 771,
    "ix": 580,
    "x ": 962,
    " in": 93,
    "inf": 571,
    "nfa": 676,
    "fan": 456,
    "anr": 299,
    "nri": 694,
    "rix": 778,
    "ix ": 581,
    " inf": 94,
    "infa": 572,
    "nfan": 677,
    "fanr": 457,
    "anri": 300,
    "nrix": 695,
    "rix ": 779,
    "ex": 450,
    "xa": 963,
    "a ": 290,
    "hex": 493,
    "exa": 451,
    "xa ": 964,
    " hex": 76,
    "hexa": 494,
    "exa ": 452,
    "ax": 321,
    "im": 565,
    "xax": 965,
    "axi": 323,
    "xim": 970,
    "im ": 566,
    "exax": 453,
    "xaxi": 966,
    "axim": 325,
    "xim ": 971,
    "ì": 1024,
    "gì": 475,
    "ì ": 1025,
    " gì": 69,
    "gì ": 476,
    " gì ": 70,
    "ho": 501,
    "cho": 377,
    "ho ": 502,
    " cho": 34,
    "cho ": 378,
    "ế": 1170,
    "iế": 589,
    "ết": 1172,
    "biế": 341,
    "iết": 590,
    "ết ": 1173,
    " biế": 15,
    "biết": 342,
    "iết ": 591,
    "q": 753,
    " r": 154,
    "ro": 780,
    "ta": 828,
    "at": 314,
    "te": 836,
    "eq": 436,
    "q ": 754,
    " ro": 155,
    "rot": 783,
    "ota": 732,
    "tat": 831,
    "ate": 317,
    "teq": 837,
    "eq ": 437,
    " rot": 156,
    "rota": 784,
    "otat": 734,
    "tate": 832,
    "ateq": 318,
    "teq ": 838,
    "ig": 558,
    "gr": 469,
    "ip": 575,
    "vax": 934,
    "xig": 968,
    "igr": 559,
    "gri": 470,
    "rip": 774,
    "ip ": 576,
    " vax": 220,
    "vaxi": 936,
    "axig": 324,
    "xigr": 969,
    "igri": 560,
    "grip": 471,
    "rip ": 775,
    "et": 441,
    "ra": 763,
    " te": 179,
    "tet": 839,
    "etr": 442,
    "tra": 868,
    "ra ": 764,
    " tet": 180,
    "tetr": 840,
    "etra": 443,
    "tra ": 869,
    "ó": 1035,
    "có": 396,
    "ó ": 1036,
    " có": 43,
    "có ": 397,
    " có ": 44,
    "tá": 885,
    "ác": 1001,
    "c ": 365,
    " tá": 203,
    "tác": 886,
    "ác ": 1002,
    " tác": 204,
    "tác ": 887,
    "d": 410,
    "ụ": 1227,
    " d": 53,
    "dụ": 423,
    "ụn": 1229,
    " dụ": 60,
    "dụn": 424,
    "ụng": 1230,
    " dụn": 61,
    "dụng": 425,
    "ụng ": 1231,
    "ga": 463,
    "ar": 303,
    "rd": 765,
    "da": 411,
    "as": 311,
    "si": 804,
    "il": 561,
    "l ": 612,
    " ga": 63,
    "gar": 464,
    "ard": 305,
    "rda": 766,
    "das": 412,
    "asi": 312,
    "sil": 805,
    "il ": 562,
    " gar": 64,
    "gard": 465,
    "arda": 306,
    "rdas": 767,
    "dasi": 413,
    "asil": 313,
    "sil ": 806,
    " a ": 5,
    "ù": 1052,
    "dù": 420,
    "ùn": 1053,
    " dù": 58,
    "dùn": 421,
    "ùng": 1054,
    " dùn": 59,
    "dùng": 422,
    "ùng ": 1055,
    "ể": 1178,
    "để": 1092,
    "ể ": 1179,
    " để": 264,
    "để ": 1093,
    " để ": 265,
    "àm": 988,
    "làm": 625,
    "àm ": 989,
    " làm": 102,
    "làm ": 626,
    " m": 115,
    "mô": 659,
    "ô ": 1040,
    " mô": 120,
    "mô ": 660,
    " mô ": 121,
    "tả": 899,
    " tả": 212,
    "tả ": 900,
    " tả ": 213,
    "_": 280,
    " _": 1,
    "__": 282,
    "_n": 286,
    "nu": 696,
    "um": 908,
    "mb": 647,
    "be": 337,
    "er": 438,
    "r_": 760,
    "_ ": 281,
    " __": 2,
    "__n": 284,
    "_nu": 287,
    "num": 697,
    "umb": 909,
    "mbe": 648,
    "ber": 338,
    "er_": 439,
    "r__": 761,
    "__ ": 283,
    " __n": 3,
    "__nu": 285,
    "_num": 288,
    "numb": 698,
    "umbe": 910,
    "mber": 649,
    "ber_": 339,
    "er__": 440,
    "r__ ": 762,
    "on": 718,
    "tro": 872,
    "ron": 781,
    "ong": 719,
    " tro": 196,
    "tron": 873,
    "rong": 782,
    "ong ": 720,
    "cú": 398,
    "úm": 1058,
    " cú": 45,
    "cúm": 399,
    "úm ": 1059,
    " cúm": 46,
    "cúm ": 400,
    " p": 142,
    "pr": 750,
    "re": 768,
    "ev": 447,
    "ve": 939,
    "en": 431,
    "na": 666,
    "r ": 759,
    " pr": 149,
    "pre": 751,
    "rev": 769,
    "eve": 448,
    "ven": 940,
    "ena": 432,
    "nar": 667,
    "ar ": 304,
    " pre": 150,
    "prev": 752,
    "reve": 770,
    "even": 449,
    "vena": 941,
    "enar": 433,
    "nar ": 668,
    "sy": 812,
    "yn": 978,
    "fl": 458,
    "or": 724,
    " sy": 168,
    "syn": 813,
    "ynf": 979,
    "nfl": 678,
    "flo": 459,
    "lor": 618,
    "ori": 725,
    " syn": 169,
    "synf": 814,
    "ynfl": 980,
    "nflo": 679,
    "flor": 460,
    "lori": 619,
    "orix": 726,
    "pn": 747,
    "eu": 444,
    "mo": 650,
    "ov": 735,
    " pn": 147,
    "pne": 748,
    "neu": 673,
    "eum": 445,
    "umo": 911,
    "mov": 651,
    "ova": 736,
    "ax ": 322,
    " pne": 148,
    "pneu": 749,
    "neum": 674,
    "eumo": 446,
    "umov": 912,
    "mova": 652,
    "ovax": 737,
    "vax ": 935,
    "gi": 466,
    "iá": 582,
    "á ": 1000,
    " gi": 65,
    "giá": 467,
    "iá ": 583,
    " giá": 66,
    "giá ": 468,
    "tại": 895,
    " tại": 210,
    "tại ": 896,
    "vn": 945,
    "nv": 699,
    "vc": 937,
    " vn": 223,
    "vnv": 946,
    "nvc": 700,
    "vc ": 938,
    " vnv": 224,
    "vnvc": 947,
    "nvc ": 701,
    "tâ": 888,
    "ân": 1011,
    " tâ": 205,
    "tân": 889,
    "ân ": 1012,
    " tân": 206,
    "tân ": 890,
    "hu": 505,
    "uậ": 919,
    "ận": 1150,
    "thu": 844,
    "huậ": 510,
    "uận": 920,
    "ận ": 1151,
    " thu": 183,
    "thuậ": 845,
    "huận": 511,
    "uận ": 921,
    "ba": 329,
    "ao": 301,
    " ba": 9,
    "bao": 330,
    "ao ": 302,
    " bao": 10,
    "bao ": 331,
    "ê": 1019,
    "iê": 584,
    "êu": 1022,
    "u ": 905,
    "nhi": 686,
    "hiê": 497,
    "iêu": 587,
    "êu ": 1023,
    " nhi": 130,
    "nhiê": 688,
    "hiêu": 498,
    "iêu ": 588,
    "iề": 592,
    "ền": 1176,
    "tiề": 865,
    "iền": 593,
    "ền ": 1177,
    " tiề": 194,
    "tiền": 866,
    "iền ": 594,
    "chi": 375,
    " chi": 33,
    "chi ": 376,
    "í": 1026,
    "ph": 740,
    "hí": 522,
    "í ": 1027,
    " ph": 143,
    "phí": 741,
    "hí ": 523,
    " phí": 144,
    "phí ": 742,
    "êm": 1020,
    "tiê": 861,
    "iêm": 585,
    "êm ": 1021,
    " tiê": 192,
    "tiêm": 862,
    "iêm ": 586,
    "ở": 1222,
    " ở": 275,
    "ở ": 1223,
    " ở ": 276,
    " q": 151,
    "qu": 755,
    " qu": 152,
    "quậ": 756,
    " quậ": 153,
    "quận": 757,
    "hế": 541,
    "ế ": 1171,
    "thế": 850,
    "hế ": 542,
    " thế": 186,
    "thế ": 851,
    "nà": 702,
    " nà": 133,
    "nào": 703,
    " nào": 134,
    "nào ": 704,
    "bệ": 359,
    "ện": 1185,
    "h ": 484,
    " bệ": 26,
    "bện": 360,
    "ệnh": 1187,
    "nh ": 685,
    " bện": 27,
    "bệnh": 361,
    "ệnh ": 1188,
    "vi": 942,
    " vi": 221,
    "việ": 943,
    "iện": 601,
    "ện ": 1186,
    " việ": 222,
    "viện": 944,
    "iện ": 602,
    "nhi ": 687,
    "ồ": 1203,
    "đồ": 1097,
    "ồn": 1204,
    " đồ": 268,
    "đồn": 1098,
    "ồng": 1205,
    " đồn": 269,
    "đồng": 1099,
    "ồng ": 1206,
    "hụ": 548,
    "ụ ": 1228,
    "phụ": 745,
    "hụ ": 549,
    " phụ": 146,
    "phụ ": 746,
    "ủ": 1232,
    "củ": 407,
    "ủa": 1233,
    " củ": 51,
    "của": 408,
    "ủa ": 1234,
    " của": 52,
    "của ": 409,
    "gâ": 472,
    " gâ": 67,
    "gây": 473,
    " gây": 68,
    "gây ": 474,
    "ố": 1198,
    "số": 823,
    "ốt": 1201,
    " số": 176,
    "sốt": 824,
    "ốt ": 1202,
    " sốt": 177,
    "sốt ": 825,
    "hả": 534,
    "ản": 1134,
    "phả": 743,
    "hản": 535,
    "ản ": 1135,
    " phả": 145,
    "phản": 744,
    "hản ": 536,
    "ứ": 1237,
    " ứ": 277,
    "ứn": 1238,
    " ứn": 278,
    "ứng": 1239,
    " ứng": 279,
    "ứng ": 1240,
    "khi": 607,
    " khi": 97,
    "khi ": 608,
    "ư": 1108,
    "sư": 820,
    "ưn": 1111,
    " sư": 174,
    "sưn": 821,
    "ưng": 1112,
    " sưn": 175,
    "sưng": 822,
    "ưng ": 1113,
    "ẹ ": 1165,
    "nhẹ": 691,
    "hẹ ": 538,
    " nhẹ": 132,
    "nhẹ ": 692,
    "ộ": 1210,
    "độ": 1100,
    "ộ ": 1211,
    " độ": 270,
    "độ ": 1101,
    " độ ": 271,
    "tu": 880,
    " tu": 200,
    "tuổ": 883,
    " tuổ": 202,
    "tuổi": 884,
    "ẻ": 1168,
    "rẻ": 798,
    "ẻ ": 1169,
    "trẻ": 878,
    "rẻ ": 799,
    " trẻ": 199,
    "trẻ ": 879,
    "dà": 414,
    "àn": 990,
    " dà": 54,
    "dàn": 415,
    "ành": 993,
    " dàn": 55,
    "dành": 416,
    "ành ": 994,
    "ơ": 1102,
    "sơ": 818,
    "ơ ": 1103,
    " sơ": 172,
    "sơ ": 819,
    " sơ ": 173,
    " si": 166,
    "sin": 807,
    "inh": 573,
    " sin": 167,
    "sinh": 808,
    "inh ": 574,
    "ợ": 1224,
    "đư": 1083,
    "ượ": 1120,
    "ợc": 1225,
    " đư": 258,
    "đượ": 1084,
    "ược": 1121,
    "ợc ": 1226,
    " đượ": 259,
    "được": 1085,
    "ược ": 1122,
    "gư": 477,
    "ườ": 1117,
    " ng": 127,
    "ngư": 682,
    "gườ": 478,
    "ười": 1118,
    " ngư": 128,
    "ngườ": 683,
    "gười": 479,
    "ười ": 1119,
    "ớ": 1212,
    "lớ": 639,
    "ớn": 1217,
    " lớ": 111,
    "lớn": 640,
    "ớn ": 1218,
    " lớn": 112,
    "lớn ": 641,
    "hể": 543,
    "thể": 852,
    "hể ": 544,
    " thể": 187,
    "thể ": 853,
    "há": 517,
    "thá": 846,
    "hán": 518,
    " thá": 184,
    "thán": 847,
    "háng": 519,
    "tar": 829,
    "ari": 307,
    "otar": 733,
    "tari": 830,
    "arix": 310,
    "iv": 577,
    "var": 932,
    "riv": 776,
    "iva": 578,
    " var": 219,
    "vari": 933,
    "ariv": 309,
    "riva": 777,
    "ivax": 579,
    "ấ": 1136,
    "mấ": 661,
    "ấy": 1141,
    " mấ": 122,
    "mấy": 662,
    "ấy ": 1142,
    " mấy": 123,
    "mấy ": 663,
    "hủ": 550,
    "ủy": 1235,
    "thủ": 856,
    "hủy": 551,
    "ủy ": 1236,
    " thủ": 189,
    "thủy": 857,
    "hủy ": 552,
    "đậ": 1086,
    "ậu": 1152,
    " đậ": 260,
    "đậu": 1087,
    "ậu ": 1153,
    " đậu": 261,
    "đậu ": 1088,
    "oo": 721,
    "os": 727,
    "st": 809,
    "boo": 346,
    "oos": 722,
    "ost": 728,
    "str": 810,
    "tri": 870,
    " boo": 18,
    "boos": 347,
    "oost": 723,
    "ostr": 729,
    "stri": 811,
    "trix": 871,
    "lr": 620,
    "ril": 772,
    "ilr": 563,
    "lri": 621,
    "aril": 308,
    "rilr": 773,
    "ilri": 564,
    "lrix": 622,
    "bc": 334,
    "cg": 369,
    " bc": 12,
    "bcg": 335,
    "cg ": 370,
    " bcg": 13,
    "bcg ": 336,
    "âu": 1013,
    "đâu": 1076,
    "âu ": 1014,
    " đâu": 254,
    "đâu ": 1077,
    "nơ": 710,
    "ơi": 1104,
    " nơ": 138,
    "nơi": 711,
    "ơi ": 1105,
    " nơi": 139,
    "nơi ": 712,
    "ị": 1191,
    "đị": 1094,
    "ịa": 1193,
    " đị": 266,
    "địa": 1095,
    "ịa ": 1194,
    " địa": 267,
    "địa ": 1096,
    "đi": 1072,
    "iể": 595,
    "ểm": 1180,
    " đi": 251,
    "điể": 1073,
    "iểm": 596,
    "ểm ": 1181,
    " điể": 252,
    "điểm": 1074,
    "iểm ": 597,
    "rấ": 795,
    "ất": 1137,
    " rấ": 161,
    "rất": 796,
    "ất ": 1138,
    " rất": 162,
    "rất ": 797,
    "ữ": 1241,
    "hữ": 553,
    "ữu": 1242,
    " hữ": 90,
    "hữu": 554,
    "ữu ": 1243,
    " hữu": 91,
    "hữu ": 555,
    " í": 240,
    "íc": 1028,
    " íc": 241,
    "ích": 1029,
    "ch ": 372,
    " ích": 242,
    "ích ": 1030,
    "ha": 485,
    "tb": 833,
    "cha": 373,
    "hat": 486,
    "atb": 315,
    "tbo": 834,
    " cha": 32,
    "chat": 374,
    "hatb": 487,
    "atbo": 316,
    "tbot": 835,
    "ày": 997,
    "này": 705,
    "ày ": 998,
    " này": 135,
    "này ": 706,
    "tố": 901,
    " tố": 214,
    "tốt": 902,
    " tốt": 215,
    "tốt ": 903,
    "ắ": 1156,
    "lắ": 633,
    "ắm": 1157,
    " lắ": 107,
    "lắm": 634,
    "ắm ": 1158,
    " lắm": 108,
    "lắm ": 635,
    "ài": 986,
    " hà": 84,
    "hài": 513,
    "ài ": 987,
    " hài": 85,
    "hài ": 514,
    "ò": 1031,
    "lò": 627,
    "òn": 1032,
    " lò": 103,
    "lòn": 628,
    "òng": 1033,
    " lòn": 104,
    "lòng": 629,
    "òng ": 1034,
    "vớ": 955,
    "ới": 1215,
    " vớ": 231,
    "với": 956,
    "ới ": 1216,
    " với": 232,
    "với ": 957,
    "câ": 393,
    " câ": 41,
    "câu": 394,
    " câu": 42,
    "câu ": 395,
    "hư": 531,
    "ưa": 1109,
    "chư": 385,
    "hưa": 532,
    "ưa ": 1110,
    " chư": 38,
    "chưa": 386,
    "hưa ": 533,
    "õ": 1048,
    "rõ": 788,
    "õ ": 1049,
    " rõ": 159,
    "rõ ": 789,
    " rõ ": 160,
    "rà": 785,
    " rà": 157,
    "ràn": 786,
    "àng": 991,
    " ràn": 158,
    "ràng": 787,
    "àng ": 992,
    "uy": 913,
    "yệ": 981,
    "tuy": 881,
    "uyệ": 914,
    "yệt": 982,
    " tuy": 201,
    "tuyệ": 882,
    "uyệt": 915,
    "yệt ": 983,
    "vờ": 958,
    " vờ": 233,
    "vời": 959,
    " vời": 234,
    "vời ": 960,
    "cả": 401,
    "ảm": 1132,
    " cả": 47,
    "cảm": 402,
    "ảm ": 1133,
    " cảm": 48,
    "cảm ": 403,
    " ơ": 272,
    "ơn": 1106,
    " ơn": 273,
    "ơn ": 1107,
    " ơn ": 274,
    "lị": 636,
    "ịc": 1195,
    " lị": 109,
    "lịc": 637,
    "ịch": 1196,
    " lịc": 110,
    "lịch": 638,
    "ịch ": 1197,
    "ầ": 1143,
    "cầ": 404,
    "ần": 1144,
    " cầ": 49,
    "cần": 405,
    "ần ": 1145,
    " cần": 50,
    "cần ": 406,
    "ẩ": 1146,
    "uẩ": 916,
    "ẩn": 1147,
    "chu": 379,
    "huẩ": 508,
    "uẩn": 917,
    "ẩn ": 1148,
    " chu": 35,
    "chuẩ": 380,
    "huẩn": 509,
    "uẩn ": 918,
    "bị": 362,
    "ị ": 1192,
    " bị": 28,
    "bị ": 363,
    " bị ": 29,
    "rư": 790,
    "ướ": 1114,
    "ớc": 1213,
    "trư": 874,
    "rướ": 791,
    "ước": 1115,
    "ớc ": 1214,
    " trư": 197,
    "trướ": 875,
    "rước": 792,
    "ước ": 1116,
    "eo": 434,
    "the": 842,
    "heo": 491,
    "eo ": 435,
    " the": 182,
    "theo": 843,
    "heo ": 492,
    "dõ": 417,
    "õi": 1050,
    " dõ": 56,
    "dõi": 418,
    "õi ": 1051,
    " dõi": 57,
    "dõi ": 419,
    "sa": 801,
    "au": 319,
    " sa": 164,
    "sau": 802,
    "au ": 320,
    " sau": 165,
    "sau ": 803,
    "hú": 529,
    "ú ": 1057,
    "chú": 383,
    "hú ": 530,
    " chú": 37,
    "chú ": 384,
    "ý": 1063,
    " ý": 243,
    "ý ": 1064,
    " ý ": 244,
    "hờ": 545,
    "thờ": 854,
    "hời": 546,
    " thờ": 188,
    "thời": 855,
    "hời ": 547,
    "tiế": 863,
    " tiế": 193,
    "tiết": 864,
    "ôm": 1043,
    " hô": 86,
    "hôm": 525,
    "ôm ": 1044,
    " hôm": 87,
    "hôm ": 526,
    "ay": 326,
    " na": 125,
    "nay": 669,
    "ay ": 327,
    " nay": 126,
    "nay ": 670,
    "nấ": 713,
    "ấu": 1139,
    " nấ": 140,
    "nấu": 714,
    "ấu ": 1140,
    " nấu": 141,
    "nấu ": 715,
    "ă": 1065,
    " ă": 245,
    "ăn": 1066,
    " ăn": 246,
    "ăn ": 1067,
    " ăn ": 247,
    "mu": 653,
    "uố": 922,
    "ốn": 1199,
    " mu": 116,
    "muố": 654,
    "uốn": 923,
    "ốn ": 1200,
    " muố": 117,
    "muốn": 655,
    "uốn ": 924,
    "đặ": 1089,
    "ặt": 1162,
    " đặ": 262,
    "đặt": 1090,
    "ặt ": 1163,
    " đặt": 263,
    "đặt ": 1091,
    "vé": 948,
    " vé": 225,
    "vé ": 949,
    " vé ": 226,
    "má": 656,
    "áy": 1008,
    " má": 118,
    "máy": 657,
    "áy ": 1009,
    " máy": 119,
    "máy ": 658,
    "bay": 332,
    " bay": 11,
    "bay ": 333,
    " ho": 80,
    "hot": 503,
    " hot": 81,
    "hot ": 504,
    "cá": 390,
    "ái": 1003,
    " cá": 39,
    "cái": 391,
    "ái ": 1004,
    " cái": 40,
    "cái ": 392,
    "ểu": 1182,
    "hiể": 499,
    "iểu": 598,
    "ểu ": 1183,
    " hiể": 79,
    "hiểu": 500,
    "iểu ": 599,
    "uh": 906,
    " hu": 82,
    "huh": 506,
    "uh ": 907,
    " huh": 83,
    "huh ": 507,
    "nó": 707,
    "ói": 1037,
    " nó": 136,
    "nói": 708,
    "ói ": 1038,
    " nói": 137,
    "nói ": 709
  },
  "response": null,
  "action_text": null
}