{
  "text": {
    " ": 0,
    "x": 2014,
    "i": 1149,
    "n": 1420,
    " x": 511,
    "xi": 2023,
    "in": 1176,
    "n ": 1421,
    " xi": 512,
    "xin": 2028,
    "in ": 1177,
    " xin": 513,
    "xin ": 2029,
    "c": 701,
    "h": 940,
    "à": 2056,
    "o": 1508,
    " c": 48,
    "ch": 718,
    "hà": 1017,
    "ào": 2068,
    "o ": 1509,
    " ch": 55,
    "chà": 732,
    "hào": 1022,
    "ào ": 2069,
    " chà": 60,
    "chào": 733,
    "hào ": 1023,
    "b": 647,
    "ạ": 2250,
    " b": 11,
    "bạ": 688,
    "ạn": 2255,
    " bạ": 38,
    "bạn": 689,
    "ạn ": 2256,
    " bạn": 39,
    "bạn ": 690,
    " h": 145,
    "hi": 967,
    "i ": 1150,
    " hi": 154,
    "hi ": 968,
    " hi ": 155,
    "e": 837,
    "l": 1273,
    "he": 957,
    "el": 842,
    "ll": 1289,
    "lo": 1292,
    " he": 150,
    "hel": 959,
    "ell": 845,
    "llo": 1290,
    "lo ": 1293,
    " hel": 151,
    "hell": 960,
    "ello": 846,
    "llo ": 1291,
    "t": 1721,
    "bo": 671,
    "ot": 1535,
    "t ": 1722,
    " bo": 26,
    "bot": 672,
    "ot ": 1536,
    " bot": 27,
    "bot ": 673,
    "u": 1894,
    "ổ": 2382,
    "bu": 674,
    "uổ": 1954,
    "ổi": 2383,
    " bu": 28,
    "buổ": 675,
    "uổi": 1955,
    "ổi ": 2384,
    " buổ": 29,
    "buổi": 676,
    "uổi ": 1956,
    "s": 1682,
    "á": 2072,
    "g": 889,
    " s": 367,
    "sá": 1706,
    "án": 2080,
    "ng": 1442,
    "g ": 890,
    " sá": 380,
    "sán": 1707,
    "áng": 2082,
    "ng ": 1443,
    " sán": 381,
    "sáng": 1708,
    "áng ": 2083,
    "ề": 2325,
    "iề": 1224,
    "ều": 2329,
    "u ": 1895,
    "chi": 723,
    "hiề": 977,
    "iều": 1227,
    "ều ": 2330,
    " chi": 57,
    "chiề": 725,
    "hiều": 978,
    "iều ": 1228,
    "ố": 2369,
    " t": 390,
    "tố": 1883,
    "ối": 2371,
    " tố": 471,
    "tối": 1884,
    "ối ": 2372,
    " tối": 472,
    "tối ": 1885,
    "y": 2041,
    "ey": 877,
    "y ": 2042,
    "hey": 965,
    "ey ": 878,
    " hey": 153,
    "hey ": 966,
    "k": 1242,
    "ỏ": 2363,
    " k": 194,
    "kh": 1247,
    "hỏ": 1113,
    "ỏe": 2365,
    "e ": 838,
    " kh": 197,
    "khỏ": 1262,
    "hỏe": 1115,
    "ỏe ": 2366,
    " khỏ": 204,
    "khỏe": 1263,
    "hỏe ": 1116,
    "ô": 2133,
    "hô": 1048,
    "ôn": 2138,
    "khô": 1260,
    "hôn": 1051,
    "ông": 2139,
    " khô": 203,
    "khôn": 1261,
    "hông": 1052,
    "ông ": 2140,
    "é": 2097,
    " n": 288,
    "nh": 1453,
    "hé": 1031,
    "é ": 2098,
    " nh": 298,
    "nhé": 1465,
    "hé ": 1032,
    " nhé": 302,
    "nhé ": 1466,
    "a": 590,
    "ha": 942,
    "a ": 591,
    "nha": 1455,
    "ha ": 943,
    " nha": 299,
    "nha ": 1456,
    "at": 632,
    "tb": 1734,
    "cha": 720,
    "hat": 950,
    "atb": 634,
    "tbo": 1735,
    " cha": 56,
    "chat": 722,
    "hatb": 952,
    "atbo": 635,
    "tbot": 1736,
    " l": 211,
    "là": 1315,
    "à ": 2057,
    " là": 227,
    "là ": 1316,
    " là ": 228,
    " a": 4,
    "ai": 601,
    " ai": 6,
    "ai ": 602,
    " ai ": 7,
    "v": 1960,
    "ậ": 2286,
    " v": 479,
    "vậ": 2004,
    "ậy": 2295,
    " vậ": 503,
    "vậy": 2005,
    "ậy ": 2296,
    " vậy": 504,
    "vậy ": 2006,
    "m": 1349,
    "ì": 2108,
    " m": 250,
    "mì": 1393,
    "ìn": 2110,
    "h ": 941,
    " mì": 270,
    "mìn": 1394,
    "ình": 2111,
    "nh ": 1454,
    " mìn": 271,
    "mình": 1395,
    "ình ": 2112,
    "ầ": 2280,
    "cầ": 789,
    "ần": 2281,
    " cầ": 91,
    "cần": 790,
    "ần ": 2282,
    " cần": 92,
    "cần ": 791,
    "ư": 2225,
    "tư": 1867,
    "ư ": 2226,
    " tư": 459,
    "tư ": 1868,
    " tư ": 460,
    "ấ": 2271,
    "vấ": 2001,
    "ấn": 2272,
    " vấ": 501,
    "vấn": 2002,
    "ấn ": 2273,
    " vấn": 502,
    "vấn ": 2003,
    "ớ": 2391,
    "mớ": 1417,
    "ới": 2394,
    " mớ": 286,
    "mới": 1418,
    "ới ": 2395,
    " mới": 287,
    "mới ": 1419,
    "d": 798,
    "ù": 2144,
    " d": 98,
    "dù": 828,
    "ùn": 2148,
    " dù": 116,
    "dùn": 829,
    "ùng": 2149,
    " dùn": 117,
    "dùng": 830,
    "ùng ": 2150,
    "ao": 617,
    "hao": 948,
    "ao ": 618,
    "chao": 721,
    "hao ": 949,
    "ba": 648,
    "an": 609,
    " ba": 12,
    "ban": 650,
    "an ": 610,
    " ban": 14,
    "ban ": 651,
    "nhe": 1458,
    "he ": 958,
    " nhe": 300,
    "nhe ": 1459,
    "tạ": 1869,
    "ạm": 2253,
    "m ": 1350,
    " tạ": 461,
    "tạm": 1872,
    "ạm ": 2254,
    " tạm": 463,
    "tạm ": 1873,
    "ệ": 2338,
    "bi": 663,
    "iệ": 1232,
    "ệt": 2344,
    " bi": 21,
    "biệ": 669,
    "iệt": 1235,
    "ệt ": 2345,
    " biệ": 25,
    "biệt": 670,
    "iệt ": 1236,
    "by": 677,
    "ye": 2043,
    " by": 30,
    "bye": 678,
    "ye ": 2044,
    " bye": 31,
    "bye ": 679,
    "ẹ": 2310,
    "hẹ": 1099,
    "ẹn": 2311,
    " hẹ": 175,
    "hẹn": 1100,
    "ẹn ": 2312,
    " hẹn": 176,
    "hẹn ": 1101,
    "ặ": 2307,
    "p": 1554,
    " g": 125,
    "gặ": 937,
    "ặp": 2308,
    "p ": 1555,
    " gặ": 143,
    "gặp": 938,
    "ặp ": 2309,
    " gặp": 144,
    "gặp ": 939,
    "lạ": 1331,
    "ại": 2251,
    " lạ": 238,
    "lại": 1332,
    "ại ": 2252,
    " lại": 239,
    "lại ": 1333,
    "th": 1743,
    "ho": 983,
    "oá": 1546,
    "át": 2086,
    " th": 398,
    "tho": 1751,
    "hoá": 993,
    "oát": 1549,
    "át ": 2087,
    " tho": 402,
    "thoá": 1755,
    "hoát": 995,
    "oát ": 1550,
    "ế": 2317,
    "kế": 1268,
    "ết": 2323,
    " kế": 207,
    "kết": 1269,
    "ết ": 2324,
    " kết": 208,
    "kết ": 1270,
    "ú": 2151,
    "hú": 1055,
    "úc": 2153,
    "c ": 702,
    "thú": 1771,
    "húc": 1057,
    "úc ": 2154,
    " thú": 409,
    "thúc": 1772,
    "húc ": 1058,
    "và": 1994,
    " và": 496,
    "và ": 1995,
    " và ": 497,
    "tô": 1862,
    "ôi": 2134,
    " tô": 455,
    "tôi": 1863,
    "ôi ": 2135,
    " tôi": 456,
    "tôi ": 1864,
    "đ": 2169,
    " đ": 534,
    "đi": 2175,
    " đi": 538,
    "đi ": 2176,
    " đi ": 539,
    "â": 2088,
    "đâ": 2181,
    "ây": 2095,
    " đâ": 543,
    "đây": 2184,
    "ây ": 2096,
    " đây": 545,
    "đây ": 2185,
    "ả": 2259,
    "cả": 786,
    "ảm": 2263,
    " cả": 89,
    "cảm": 787,
    "ảm ": 2264,
    " cảm": 90,
    "cảm ": 788,
    "ơ": 2215,
    " ơ": 564,
    "ơn": 2221,
    " ơn": 565,
    "ơn ": 2222,
    " ơn ": 566,
    "sa": 1683,
    "au": 638,
    " sa": 368,
    "sau": 1686,
    "au ": 639,
    " sau": 370,
    "sau ": 1687,
    "ỏi": 2367,
    "hỏi": 1117,
    "ỏi ": 2368,
    "khỏi": 1264,
    "hỏi ": 1118,
    "r": 1614,
    "ò": 2121,
    "tr": 1818,
    "rò": 1661,
    "ò ": 2122,
    " tr": 432,
    "trò": 1830,
    "rò ": 1662,
    " trò": 438,
    "trò ": 1831,
    "hu": 999,
    "uy": 1929,
    "yệ": 2051,
    "ện": 2340,
    "chu": 728,
    "huy": 1008,
    "uyệ": 1933,
    "yện": 2052,
    "ện ": 2341,
    " chu": 59,
    "chuy": 730,
    "huyệ": 1010,
    "uyện": 1934,
    "yện ": 2053,
    "ta": 1723,
    "am": 603,
    " ta": 391,
    "tam": 1726,
    "am ": 604,
    " tam": 393,
    "tam ": 1727,
    "ie": 1156,
    "et": 862,
    "bie": 665,
    "iet": 1161,
    "et ": 863,
    " bie": 23,
    "biet": 666,
    "iet ": 1162,
    "oa": 1510,
    "hoa": 985,
    "oat": 1515,
    "at ": 633,
    "thoa": 1752,
    "hoat": 986,
    "oat ": 1516,
    "di": 806,
    " di": 102,
    "di ": 807,
    " di ": 103,
    "ke": 1244,
    " ke": 195,
    "ket": 1245,
    " ket": 196,
    "ket ": 1246,
    "uc": 1902,
    "thu": 1756,
    "huc": 1004,
    "uc ": 1903,
    " thu": 403,
    "thuc": 1758,
    "huc ": 1005,
    " à": 524,
    " à ": 525,
    "nà": 1494,
    "ày": 2070,
    " nà": 312,
    "này": 1497,
    "ày ": 2071,
    " này": 314,
    "này ": 1498,
    "gì": 929,
    "ì ": 2109,
    " gì": 139,
    "gì ": 930,
    " gì ": 140,
    "đa": 2170,
    " đa": 535,
    "đan": 2171,
    "ang": 611,
    " đan": 536,
    "đang": 2172,
    "ang ": 612,
    "rả": 1669,
    "ả ": 2260,
    "trả": 1836,
    "rả ": 1670,
    " trả": 441,
    "trả ": 1837,
    "ờ": 2398,
    "lờ": 1343,
    "ời": 2400,
    " lờ": 246,
    "lời": 1344,
    "ời ": 2401,
    " lời": 247,
    "lời ": 1345,
    "ó": 2126,
    "có": 775,
    "ó ": 2127,
    " có": 81,
    "có ": 776,
    " có ": 82,
    " p": 327,
    "ph": 1556,
    "hả": 1076,
    "ải": 2261,
    " ph": 328,
    "phả": 1579,
    "hải": 1077,
    "ải ": 2262,
    " phả": 339,
    "phải": 1580,
    "hải ": 1078,
    "gư": 931,
    "ườ": 2242,
    " ng": 293,
    "ngư": 1451,
    "gườ": 932,
    "ười": 2243,
    " ngư": 297,
    "ngườ": 1452,
    "gười": 933,
    "ười ": 2244,
    "ay": 645,
    " ha": 146,
    "hay": 955,
    "ay ": 646,
    " hay": 149,
    "hay ": 956,
    "ạo": 2257,
    "tạo": 1874,
    "ạo ": 2258,
    " tạo": 464,
    "tạo ": 1875,
    " r": 356,
    "ra": 1621,
    " ra": 357,
    "ra ": 1622,
    " ra ": 358,
    "do": 808,
    " do": 104,
    "do ": 809,
    " do ": 105,
    "àm": 2060,
    "làm": 1317,
    "àm ": 2061,
    " làm": 229,
    "làm ": 1318,
    "thô": 1769,
    " thô": 408,
    "thôn": 1770,
    "mi": 1369,
    " mi": 258,
    "min": 1370,
    "inh": 1184,
    " min": 259,
    "minh": 1371,
    "inh ": 1185,
    "va": 1962,
    "ac": 592,
    "cc": 710,
    "ci": 751,
    "ne": 1431,
    " va": 480,
    "vac": 1963,
    "acc": 594,
    "cci": 711,
    "cin": 752,
    "ine": 1178,
    "ne ": 1432,
    " vac": 481,
    "vacc": 1965,
    "acci": 595,
    "ccin": 712,
    "cine": 753,
    "ine ": 1179,
    "ro": 1646,
    "ob": 1517,
    " ro": 360,
    "rob": 1647,
    "obo": 1518,
    " rob": 361,
    "robo": 1648,
    "obot": 1519,
    "đú": 2186,
    "ún": 2157,
    " đú": 546,
    "đún": 2187,
    "úng": 2158,
    " đún": 547,
    "đúng": 2188,
    "úng ": 2159,
    "gi": 902,
    "iú": 1213,
    "úp": 2160,
    " gi": 130,
    "giú": 908,
    "iúp": 1214,
    "úp ": 2161,
    " giú": 134,
    "giúp": 909,
    "iúp ": 1215,
    "ợ": 2407,
    "đư": 2189,
    "ượ": 2247,
    "ợc": 2408,
    " đư": 548,
    "đượ": 2190,
    "ược": 2248,
    "ợc ": 2409,
    " đượ": 549,
    "được": 2191,
    "ược ": 2249,
    "la": 1275,
    " la": 212,
    "la ": 1276,
    " la ": 213,
    " a ": 5,
    "gi ": 903,
    " gi ": 131,
    "vay": 1972,
    " vay": 484,
    "vay ": 1973,
    "tra": 1819,
    " tra": 433,
    "tra ": 1820,
    "oi": 1522,
    " lo": 219,
    "loi": 1296,
    "oi ": 1523,
    " loi": 221,
    "loi ": 1297,
    "ti": 1795,
    " ti": 421,
    "tin": 1800,
    " tin": 423,
    "tin ": 1801,
    "về": 2009,
    "ề ": 2326,
    " về": 507,
    "về ": 2010,
    " về ": 508,
    "nào": 1495,
    " nào": 313,
    "nào ": 1496,
    "ốt": 2375,
    "tốt": 1888,
    "ốt ": 2376,
    " tốt": 474,
    "tốt ": 1889,
    "hấ": 1083,
    "ất": 2274,
    "nhấ": 1471,
    "hất": 1084,
    "ất ": 2275,
    " nhấ": 305,
    "nhất": 1472,
    "hất ": 1085,
    "f": 879,
    " i": 187,
    "nf": 1435,
    "fa": 881,
    "nr": 1484,
    "ri": 1632,
    "ix": 1200,
    "x ": 2015,
    " in": 192,
    "inf": 1180,
    "nfa": 1437,
    "fan": 882,
    "anr": 615,
    "nri": 1485,
    "rix": 1643,
    "ix ": 1201,
    " inf": 193,
    "infa": 1182,
    "nfan": 1438,
    "fanr": 883,
    "anri": 616,
    "nrix": 1487,
    "rix ": 1644,
    "ex": 873,
    "xa": 2019,
    "hex": 963,
    "exa": 874,
    "xa ": 2020,
    " hex": 152,
    "hexa": 964,
    "exa ": 875,
    "tá": 1854,
    "ác": 2074,
    " tá": 450,
    "tác": 1855,
    "ác ": 2075,
    " tác": 451,
    "tác ": 1856,
    "ụ": 2412,
    "dụ": 834,
    "ụn": 2414,
    " dụ": 120,
    "dụn": 835,
    "ụng": 2415,
    " dụn": 121,
    "dụng": 836,
    "ụng ": 2416,
    "ax": 640,
    "im": 1174,
    "xax": 2021,
    "axi": 642,
    "xim": 2026,
    "im ": 1175,
    "exax": 876,
    "xaxi": 2022,
    "axim": 644,
    "xim ": 2027,
    " an": 8,
    " an ": 9,
    "to": 1809,
    "oà": 1543,
    "àn": 2062,
    " to": 427,
    "toà": 1816,
    "oàn": 1544,
    "àn ": 2063,
    " toà": 431,
    "toàn": 1817,
    "oàn ": 1545,
    "q": 1600,
    "te": 1737,
    "eq": 857,
    "q ": 1601,
    "rot": 1651,
    "ota": 1537,
    "tat": 1732,
    "ate": 636,
    "teq": 1739,
    "eq ": 858,
    " rot": 362,
    "rota": 1652,
    "otat": 1539,
    "tate": 1733,
    "ateq": 637,
    "teq ": 1740,
    "ar": 619,
    "tar": 1730,
    "ari": 625,
    "otar": 1538,
    "tari": 1731,
    "arix": 628,
    "hò": 1041,
    "òn": 2123,
    "phò": 1570,
    "hòn": 1042,
    "òng": 2124,
    " phò": 335,
    "phòn": 1571,
    "hòng": 1043,
    "òng ": 2125,
    "bệ": 694,
    " bệ": 42,
    "bện": 695,
    "ệnh": 2342,
    " bện": 43,
    "bệnh": 696,
    "ệnh ": 2343,
    "sy": 1703,
    "yn": 2045,
    "fl": 884,
    "or": 1532,
    " sy": 378,
    "syn": 1704,
    "ynf": 2046,
    "nfl": 1439,
    "flo": 885,
    "lor": 1301,
    "ori": 1533,
    " syn": 379,
    "synf": 1705,
    "ynfl": 2047,
    "nflo": 1440,
    "flor": 886,
    "lori": 1302,
    "orix": 1534,
    "xu": 2030,
    "uấ": 1940,
    " xu": 514,
    "xuấ": 2034,
    "uất": 1941,
    " xuấ": 517,
    "xuất": 2035,
    "uất ": 1942,
    "ứ": 2426,
    "xứ": 2039,
    "ứ ": 2427,
    " xứ": 520,
    "xứ ": 2040,
    " xứ ": 521,
    "ừ": 2433,
    "từ": 1892,
    "ừ ": 2434,
    " từ": 477,
    "từ ": 1893,
    " từ ": 478,
    "âu": 2093,
    "đâu": 2182,
    "âu ": 2094,
    " đâu": 544,
    "đâu ": 2183,
    "pr": 1593,
    "re": 1628,
    "ev": 870,
    "ve": 1976,
    "en": 849,
    "na": 1422,
    "r ": 1615,
    " pr": 346,
    "pre": 1594,
    "rev": 1630,
    "eve": 871,
    "ven": 1978,
    "ena": 851,
    "nar": 1425,
    "ar ": 620,
    " pre": 347,
    "prev": 1595,
    "reve": 1631,
    "even": 872,
    "vena": 1979,
    "enar": 852,
    "nar ": 1426,
    "_": 581,
    " _": 1,
    "__": 583,
    "_n": 587,
    "nu": 1488,
    "um": 1906,
    "mb": 1360,
    "be": 657,
    "er": 859,
    "r_": 1618,
    "_ ": 582,
    " __": 2,
    "__n": 585,
    "_nu": 588,
    "num": 1489,
    "umb": 1908,
    "mbe": 1361,
    "ber": 661,
    "er_": 860,
    "r__": 1619,
    "__ ": 584,
    " __n": 3,
    "__nu": 586,
    "_num": 589,
    "numb": 1490,
    "umbe": 1909,
    "mber": 1362,
    "ber_": 662,
    "er__": 861,
    "r__ ": 1620,
    "ệu": 2346,
    "hiệ": 981,
    "iệu": 1237,
    "ệu ": 2347,
    " hiệ": 157,
    "hiệu": 982,
    "iệu ": 1238,
    " q": 349,
    "qu": 1602,
    "uả": 1938,
    " qu": 350,
    "quả": 1608,
    "uả ": 1939,
    " quả": 353,
    "quả ": 1609,
    "bao": 652,
    " bao": 15,
    "bao ": 653,
    "lâ": 1319,
    " lâ": 230,
    "lâu": 1320,
    " lâu": 231,
    "lâu ": 1321,
    "pn": 1590,
    "eu": 866,
    "mo": 1375,
    "ov": 1540,
    " pn": 344,
    "pne": 1591,
    "neu": 1433,
    "eum": 868,
    "umo": 1910,
    "mov": 1380,
    "ova": 1541,
    "vax": 1969,
    "ax ": 641,
    " pne": 345,
    "pneu": 1592,
    "neum": 1434,
    "eumo": 869,
    "umov": 1911,
    "mova": 1381,
    "ovax": 1542,
    "vax ": 1970,
    "mu": 1384,
    "uố": 1951,
    "ốn": 2373,
    " mu": 265,
    "muố": 1391,
    "uốn": 1952,
    "ốn ": 2374,
    " muố": 269,
    "muốn": 1392,
    "uốn ": 1953,
    "iế": 1219,
    "biế": 667,
    "iết": 1222,
    " biế": 24,
    "biết": 668,
    "iết ": 1223,
    "ga": 891,
    "rd": 1625,
    "da": 799,
    "as": 629,
    "si": 1690,
    "il": 1170,
    "l ": 1274,
    " ga": 126,
    "gar": 895,
    "ard": 623,
    "rda": 1626,
    "das": 802,
    "asi": 630,
    "sil": 1691,
    "il ": 1171,
    " gar": 128,
    "gard": 896,
    "arda": 624,
    "rdas": 1627,
    "dasi": 803,
    "asil": 631,
    "sil ": 1692,
    "thà": 1761,
    "hàn": 1020,
    "ành": 2066,
    " thà": 404,
    "thàn": 1762,
    "hành": 1021,
    "ành ": 2067,
    "hầ": 1088,
    "phầ": 1582,
    "hần": 1089,
    " phầ": 340,
    "phần": 1583,
    "hần ": 1090,
    "ủ": 2417,
    "củ": 794,
    "ủa": 2419,
    " củ": 95,
    "của": 796,
    "ủa ": 2420,
    " của": 97,
    "của ": 797,
    "ị": 2348,
    "lị": 1337,
    "ịc": 2352,
    " lị": 242,
    "lịc": 1338,
    "ịch": 2353,
    "ch ": 719,
    " lịc": 243,
    "lịch": 1339,
    "ịch ": 2354,
    "ê": 2101,
    "iê": 1206,
    "êm": 2102,
    "tiê": 1802,
    "iêm": 1207,
    "êm ": 2103,
    " tiê": 424,
    "tiêm": 1803,
    "iêm ": 1208,
    "hư": 1068,
    "như": 1467,
    "hư ": 1069,
    " như": 303,
    "như ": 1468,
    "hế": 1102,
    "ế ": 2318,
    "thế": 1781,
    "hế ": 1103,
    " thế": 414,
    "thế ": 1782,
    "cô": 777,
    " cô": 83,
    "côn": 778,
    " côn": 84,
    "công": 779,
    "hủ": 1135,
    "ủy": 2424,
    "thủ": 1791,
    "hủy": 1138,
    "ủy ": 2425,
    " thủ": 419,
    "thủy": 1792,
    "hủy ": 1139,
    "đậ": 2195,
    "ậu": 2293,
    " đậ": 552,
    "đậu": 2196,
    "ậu ": 2294,
    " đậu": 553,
    "đậu ": 2197,
    "cú": 780,
    "úm": 2155,
    " cú": 85,
    "cúm": 781,
    "úm ": 2156,
    " cúm": 86,
    "cúm ": 782,
    "mù": 1396,
    "ùa": 2146,
    " mù": 272,
    "mùa": 1397,
    "ùa ": 2147,
    " mùa": 273,
    "mùa ": 1398,
    "dà": 820,
    " dà": 111,
    "dàn": 823,
    " dàn": 113,
    "dành": 824,
    "cho": 726,
    "ho ": 984,
    " cho": 58,
    "cho ": 727,
    "ẻ": 2313,
    "rẻ": 1674,
    "ẻ ": 2314,
    "trẻ": 1838,
    "rẻ ": 1675,
    " trẻ": 442,
    "trẻ ": 1839,
    "há": 1024,
    "thá": 1763,
    "hán": 1027,
    " thá": 405,
    "thán": 1764,
    "háng": 1028,
    "tu": 1844,
    " tu": 445,
    "tuổ": 1850,
    " tuổ": 449,
    "tuổi": 1851,
    "on": 1528,
    "tro": 1823,
    "ron": 1649,
    "ong": 1530,
    " tro": 435,
    "tron": 1824,
    "rong": 1650,
    "ong ": 1531,
    "khá": 1255,
    "hác": 1025,
    " khá": 201,
    "khác": 1256,
    "hác ": 1026,
    "ig": 1165,
    "gr": 914,
    "ip": 1189,
    "xig": 2024,
    "igr": 1166,
    "gri": 915,
    "rip": 1637,
    "ip ": 1190,
    " vax": 483,
    "vaxi": 1971,
    "axig": 643,
    "xigr": 2025,
    "igri": 1167,
    "grip": 916,
    "rip ": 1638,
    " te": 395,
    "tet": 1741,
    "etr": 864,
    " tet": 397,
    "tetr": 1742,
    "etra": 865,
    "hù": 1053,
    "ù ": 2145,
    "phù": 1572,
    "hù ": 1054,
    " phù": 336,
    "phù ": 1573,
    "hợ": 1130,
    "ợp": 2410,
    " hợ": 183,
    "hợp": 1131,
    "ợp ": 2411,
    " hợp": 184,
    "hợp ": 1132,
    "vớ": 2011,
    " vớ": 509,
    "với": 2012,
    " với": 510,
    "với ": 2013,
    "lớ": 1340,
    "ớn": 2396,
    " lớ": 244,
    "lớn": 1341,
    "ớn ": 2397,
    " lớn": 245,
    "lớn ": 1342,
    "mấ": 1405,
    "ấy": 2278,
    " mấ": 278,
    "mấy": 1406,
    "ấy ": 2279,
    " mấy": 279,
    "mấy ": 1407,
    "ũ": 2212,
    "mũ": 1399,
    "ũi": 2213,
    " mũ": 274,
    "mũi": 1400,
    "ũi ": 2214,
    " mũi": 275,
    "mũi ": 1401,
    "lu": 1308,
    "uv": 1926,
    "flu": 887,
    "luv": 1313,
    "uva": 1927,
    "ac ": 593,
    "infl": 1183,
    "nflu": 1441,
    "fluv": 888,
    "luva": 1314,
    "uvac": 1928,
    "vac ": 1964,
    "iv": 1197,
    "var": 1967,
    "riv": 1641,
    "iva": 1198,
    " var": 482,
    "vari": 1968,
    "ariv": 627,
    "riva": 1642,
    "ivax": 1199,
    "lr": 1305,
    "ril": 1633,
    "ilr": 1172,
    "lri": 1306,
    "aril": 626,
    "rilr": 1634,
    "ilri": 1173,
    "lrix": 1307,
    "hau": 953,
    "nhau": 1457,
    "hau ": 954,
    "bc": 654,
    "cg": 716,
    " bc": 16,
    "bcg": 655,
    "cg ": 717,
    " bcg": 17,
    "bcg ": 656,
    "mm": 1372,
    "mr": 1382,
    " mm": 260,
    "mmr": 1373,
    "mr ": 1383,
    " mmr": 261,
    "mmr ": 1374,
    "ii": 1168,
    " ii": 190,
    "ii ": 1169,
    " ii ": 191,
    "io": 1186,
    "pri": 1596,
    "rio": 1635,
    "ior": 1187,
    " pri": 348,
    "prio": 1597,
    "rior": 1636,
    "iori": 1188,
    "lú": 1325,
    " lú": 234,
    "lúc": 1326,
    " lúc": 235,
    "lúc ": 1327,
    "oạ": 1551,
    "loạ": 1303,
    "oại": 1552,
    " loạ": 223,
    "loại": 1304,
    "oại ": 1553,
    "hp": 996,
    "pv": 1598,
    "v ": 1961,
    " hp": 162,
    "hpv": 997,
    "pv ": 1599,
    " hpv": 163,
    "hpv ": 998,
    "ắ": 2297,
    "hắ": 1096,
    "ắc": 2298,
    "nhắ": 1473,
    "hắc": 1097,
    "ắc ": 2299,
    " nhắ": 306,
    "nhắc": 1474,
    "hắc ": 1098,
    "hơ": 1062,
    " hơ": 173,
    "hơn": 1066,
    " hơn": 174,
    "hơn ": 1067,
    "êu": 2106,
    "nhi": 1460,
    "hiê": 975,
    "iêu": 1211,
    "êu ": 2107,
    " nhi": 301,
    "nhiê": 1464,
    "hiêu": 976,
    "iêu ": 1212,
    "ền": 2327,
    "tiề": 1807,
    "iền": 1225,
    "ền ": 2328,
    " tiề": 426,
    "tiền": 1808,
    "iền ": 1226,
    "ộ": 2387,
    "mộ": 1414,
    "ột": 2389,
    " mộ": 284,
    "một": 1415,
    "ột ": 2390,
    " một": 285,
    "một ": 1416,
    "li": 1282,
    " li": 215,
    "liề": 1287,
    " liề": 218,
    "liều": 1288,
    "ỏ ": 2364,
    "nhỏ": 1477,
    "hỏ ": 1114,
    " nhỏ": 308,
    "nhỏ ": 1478,
    "co": 756,
    " co": 71,
    "co ": 757,
    " co ": 72,
    "tac": 1724,
    " tac": 392,
    "tac ": 1725,
    "du": 814,
    "un": 1912,
    " du": 107,
    "dun": 816,
    "ung": 1913,
    " dun": 109,
    "dung": 817,
    "ung ": 1914,
    "cx": 761,
    "acx": 596,
    "cxi": 762,
    "vacx": 1966,
    "acxi": 597,
    "cxin": 763,
    "toa": 1810,
    "oan": 1513,
    " toa": 428,
    "toan": 1811,
    "oan ": 1514,
    "kho": 1252,
    "hon": 991,
    " kho": 200,
    "khon": 1253,
    "hong": 992,
    "thon": 1754,
    " ve": 485,
    "ve ": 1977,
    " ve ": 486,
    "pho": 1562,
    " pho": 331,
    "phon": 1563,
    " be": 18,
    "ben": 659,
    "enh": 853,
    " ben": 20,
    "benh": 660,
    "enh ": 854,
    "ua": 1896,
    "xua": 2032,
    "uat": 1900,
    " xua": 516,
    "xuat": 2033,
    "uat ": 1901,
    "xu ": 2031,
    " xu ": 515,
    "tu ": 1845,
    " tu ": 446,
    " da": 99,
    "dau": 804,
    " dau": 101,
    "dau ": 805,
    "uy ": 1930,
    "thuy": 1759,
    "huy ": 1009,
    "cu": 758,
    " cu": 73,
    "cum": 759,
    "um ": 1907,
    " cum": 74,
    "cum ": 760,
    "mua": 1385,
    "ua ": 1897,
    " mua": 266,
    "mua ": 1386,
    "ma": 1351,
    " ma": 251,
    "may": 1358,
    " may": 254,
    "may ": 1359,
    "loa": 1294,
    "oai": 1511,
    " loa": 220,
    "loai": 1295,
    "oai ": 1512,
    "iá": 1204,
    "á ": 2073,
    "giá": 906,
    "iá ": 1205,
    " giá": 133,
    "giá ": 907,
    "hie": 969,
    "ieu": 1163,
    "eu ": 867,
    "nhie": 1462,
    "hieu": 970,
    "ieu ": 1164,
    "tie": 1796,
    "ien": 1159,
    "en ": 850,
    " tie": 422,
    "tien": 1798,
    "ien ": 1160,
    "ở": 2405,
    " ở": 570,
    "ở ": 2406,
    " ở ": 571,
    " rẻ": 365,
    " rẻ ": 366,
    "chi ": 724,
    "í": 2113,
    "hí": 1035,
    "í ": 2114,
    "phí": 1568,
    "hí ": 1036,
    " phí": 334,
    "phí ": 1569,
    "-": 575,
    "x-": 2016,
    "-h": 576,
    "ix-": 1202,
    "x-h": 2017,
    "-he": 577,
    "rix-": 1645,
    "ix-h": 1203,
    "x-he": 2018,
    "-hex": 578,
    "tốn": 1886,
    " tốn": 473,
    "tốn ": 1887,
    "đắ": 2198,
    "ắt": 2305,
    " đắ": 554,
    "đắt": 2199,
    "ắt ": 2306,
    " đắt": 555,
    "đắt ": 2200,
    "tại": 1870,
    " tại": 462,
    "tại ": 1871,
    "vn": 1985,
    "nv": 1491,
    "vc": 1974,
    " vn": 490,
    "vnv": 1986,
    "nvc": 1492,
    "vc ": 1975,
    " vnv": 491,
    "vnvc": 1987,
    "nvc ": 1493,
    "tâ": 1857,
    "ân": 2091,
    " tâ": 452,
    "tân": 1860,
    "ân ": 2092,
    " tân": 454,
    "tân ": 1861,
    "uậ": 1948,
    "ận": 2289,
    "huậ": 1013,
    "uận": 1949,
    "ận ": 2290,
    "thuậ": 1760,
    "huận": 1014,
    "uận ": 1950,
    "cá": 764,
    " cá": 75,
    "các": 765,
    " các": 76,
    "các ": 766,
    "so": 1695,
    " so": 373,
    "so ": 1696,
    " so ": 374,
    "ánh": 2084,
    "sánh": 1709,
    "ánh ": 2085,
    "quậ": 1612,
    " quậ": 355,
    "quận": 1613,
    "kha": 1248,
    " kha": 198,
    "kha ": 1249,
    "vạ": 1998,
    " vạ": 499,
    "vạn": 1999,
    " vạn": 500,
    "vạn ": 2000,
    "câ": 770,
    " câ": 78,
    "cân": 771,
    " cân": 79,
    "cân ": 772,
    "ce": 713,
    "ad": 598,
    " ce": 53,
    "cel": 714,
    "ela": 843,
    "lad": 1277,
    "ado": 599,
    "don": 812,
    "on ": 1529,
    " cel": 54,
    "cela": 715,
    "elad": 844,
    "lado": 1278,
    "adon": 600,
    "don ": 813,
    "ồ": 2377,
    "hồ": 1121,
    "ồ ": 2378,
    " hồ": 181,
    "hồ ": 1122,
    " hồ ": 182,
    "chí": 734,
    " chí": 61,
    "chí ": 735,
    "rạ": 1666,
    "trạ": 1834,
    "rạm": 1667,
    " trạ": 440,
    "trạm": 1835,
    "rạm ": 1668,
    " y": 522,
    " y ": 523,
    "tế": 1879,
    " tế": 467,
    "tế ": 1880,
    " tế ": 468,
    "đị": 2204,
    "ịa": 2350,
    " đị": 558,
    "địa": 2205,
    "ịa ": 2351,
    " địa": 559,
    "địa ": 2206,
    "ươ": 2234,
    "phư": 1576,
    "hươ": 1072,
    "ươn": 2235,
    "ơng": 2223,
    " phư": 338,
    "phươ": 1577,
    "hươn": 1073,
    "ương": 2236,
    "ơng ": 2224,
    "ú ": 2152,
    "phú": 1574,
    "hú ": 1056,
    " phú": 337,
    "phú ": 1575,
    "vi": 1980,
    " vi": 487,
    "việ": 1983,
    "iện": 1233,
    " việ": 489,
    "viện": 1984,
    "iện ": 1234,
    "nhi ": 1461,
    "đồ": 2207,
    "ồn": 2379,
    " đồ": 560,
    "đồn": 2208,
    "ồng": 2380,
    " đồn": 561,
    "đồng": 2209,
    "ồng ": 2381,
    "su": 1699,
    "is": 1191,
    "se": 1688,
    " su": 376,
    "sun": 1700,
    "unr": 1915,
    "ris": 1639,
    "ise": 1192,
    "se ": 1689,
    " sun": 377,
    "sunr": 1702,
    "unri": 1916,
    "nris": 1486,
    "rise": 1640,
    "ise ": 1193,
    "it": 1194,
    "ty": 1852,
    " ci": 69,
    "cit": 754,
    "ity": 1195,
    "ty ": 1853,
    " cit": 70,
    "city": 755,
    "ity ": 1196,
    "ba ": 649,
    " ba ": 13,
    "hai": 944,
    " hai": 147,
    "hai ": 945,
    "ru": 1653,
    "tru": 1825,
    "run": 1654,
    " tru": 436,
    "trun": 1826,
    "rung": 1655,
    "âm": 2089,
    "tâm": 1858,
    "âm ": 2090,
    " tâm": 453,
    "tâm ": 1859,
    "ia": 1151,
    "gia": 904,
    "ia ": 1152,
    " gia": 132,
    "gia ": 905,
    " mo": 262,
    "mot": 1378,
    " mot": 264,
    "mot ": 1379,
    "ui": 1904,
    "mui": 1387,
    "ui ": 1905,
    " mui": 267,
    "mui ": 1388,
    " o": 321,
    " o ": 322,
    "qua": 1603,
    "uan": 1898,
    " qua": 351,
    "quan": 1605,
    "uan ": 1899,
    "tan": 1728,
    " tan": 394,
    "tan ": 1729,
    "hua": 1001,
    "thua": 1757,
    "huan": 1003,
    "ản": 2265,
    "hản": 1079,
    "ản ": 2266,
    "phản": 1581,
    "hản ": 1080,
    " ứ": 572,
    "ứn": 2430,
    " ứn": 573,
    "ứng": 2431,
    " ứng": 574,
    "ứng ": 2432,
    "hụ": 1133,
    "ụ ": 2413,
    "phụ": 1588,
    "hụ ": 1134,
    " phụ": 343,
    "phụ ": 1589,
    "gâ": 926,
    " gâ": 137,
    "gây": 927,
    " gây": 138,
    "gây ": 928,
    "số": 1718,
    " số": 388,
    "sốt": 1719,
    " sốt": 389,
    "sốt ": 1720,
    "gu": 917,
    "ngu": 1446,
    "guy": 920,
    " ngu": 295,
    "nguy": 1448,
    "guy ": 921,
    "ể": 2331,
    "iể": 1229,
    "ểm": 2333,
    "hiể": 979,
    "iểm": 1230,
    "ểm ": 2334,
    " hiể": 156,
    "hiểm": 980,
    "iểm ": 1231,
    "mệ": 1408,
    " mệ": 280,
    "mệt": 1409,
    " mệt": 281,
    "mệt ": 1410,
    "sư": 1715,
    "ưn": 2229,
    " sư": 386,
    "sưn": 1716,
    "ưng": 2230,
    " sưn": 387,
    "sưng": 1717,
    "ưng ": 2231,
    "đau": 2173,
    " đau": 537,
    "đau ": 2174,
    "ỗ": 2385,
    "hỗ": 1123,
    "ỗ ": 2386,
    "chỗ": 745,
    "hỗ ": 1124,
    " chỗ": 66,
    "chỗ ": 746,
    "sao": 1684,
    " sao": 369,
    "sao ": 1685,
    "ờn": 2402,
    "thư": 1775,
    "hườ": 1074,
    "ườn": 2245,
    "ờng": 2403,
    " thư": 411,
    "thườ": 1776,
    "hườn": 1075,
    "ường": 2246,
    "ờng ": 2404,
    "phá": 1566,
    "hát": 1029,
    " phá": 333,
    "phát": 1567,
    "hát ": 1030,
    "bé": 683,
    " bé": 34,
    "bé ": 684,
    " bé ": 35,
    "mỏ": 1411,
    " mỏ": 282,
    "mỏi": 1412,
    " mỏi": 283,
    "mỏi ": 1413,
    "bỏ": 699,
    " bỏ": 46,
    "bỏ ": 700,
    " bỏ ": 47,
    "ă": 2164,
    " ă": 531,
    "ăn": 2167,
    " ăn": 532,
    "ăn ": 2168,
    " ăn ": 533,
    "hó": 1044,
    "khó": 1257,
    "hó ": 1045,
    " khó": 202,
    "khó ": 1258,
    "hở": 1128,
    "thở": 1789,
    "hở ": 1129,
    " thở": 418,
    "thở ": 1790,
    "quấ": 1610,
    "uấy": 1943,
    " quấ": 354,
    "quấy": 1611,
    "uấy ": 1944,
    "óc": 2128,
    "hóc": 1046,
    "óc ": 2129,
    "khóc": 1259,
    "hóc ": 1047,
    "gay": 897,
    " gay": 129,
    "gay ": 898,
    "sot": 1697,
    " sot": 375,
    "sot ": 1698,
    "phu": 1564,
    "hu ": 1000,
    " phu": 332,
    "phu ": 1565,
    "lam": 1279,
    " lam": 214,
    "lam ": 1280,
    "be ": 658,
    " be ": 19,
    "me": 1363,
    " me": 255,
    "met": 1367,
    " met": 257,
    "met ": 1368,
    "moi": 1376,
    " moi": 263,
    "moi ": 1377,
    "sung": 1701,
    "no": 1481,
    " no": 310,
    "noi": 1482,
    " noi": 311,
    "noi ": 1483,
    "em": 847,
    "iem": 1157,
    "em ": 848,
    "tiem": 1797,
    "iem ": 1158,
    "pha": 1557,
    " pha": 329,
    "phat": 1559,
    "hat ": 951,
    "độ": 2210,
    "ộ ": 2388,
    " độ": 562,
    "độ ": 2211,
    " độ ": 563,
    " e": 122,
    " em": 123,
    " em ": 124,
    "dư": 831,
    "ướ": 2237,
    " dư": 118,
    "dướ": 832,
    "ưới": 2240,
    " dướ": 119,
    "dưới": 833,
    "ưới ": 2241,
    "khi": 1250,
    " khi": 199,
    "khi ": 1251,
    "hì": 1033,
    "thì": 1765,
    "hì ": 1034,
    " thì": 406,
    "thì ": 1766,
    "sơ": 1713,
    "ơ ": 2216,
    " sơ": 384,
    "sơ ": 1714,
    " sơ ": 385,
    " si": 371,
    "sin": 1693,
    " sin": 372,
    "sinh": 1694,
    "hể": 1104,
    "ể ": 2332,
    "thể": 1783,
    "hể ": 1105,
    " thể": 415,
    "thể ": 1784,
    "lứ": 1346,
    "ứa": 2428,
    " lứ": 248,
    "lứa": 1347,
    "ứa ": 2429,
    " lứa": 249,
    "lứa ": 1348,
    "rê": 1658,
    "ên": 2104,
    "trê": 1828,
    "rên": 1659,
    "ên ": 2105,
    " trê": 437,
    "trên": 1829,
    "rên ": 1660,
    "tha": 1744,
    "han": 946,
    " tha": 399,
    "than": 1745,
    "hang": 947,
    "uo": 1917,
    "tuo": 1846,
    "uoi": 1920,
    " tuo": 447,
    "tuoi": 1847,
    "uoi ": 1921,
    "oc": 1520,
    "duo": 818,
    "uoc": 1918,
    "oc ": 1521,
    " duo": 110,
    "duoc": 819,
    "uoc ": 1919,
    "dan": 800,
    "anh": 613,
    " dan": 100,
    "danh": 801,
    "anh ": 614,
    " na": 289,
    "nao": 1423,
    " nao": 290,
    "nao ": 1424,
    "tre": 1821,
    "re ": 1629,
    " tre": 434,
    "tre ": 1822,
    "điể": 2177,
    " điể": 540,
    "điểm": 2178,
    "gầ": 934,
    " gầ": 141,
    "gần": 935,
    " gần": 142,
    "gần ": 936,
    "phườ": 1578,
    "bế": 691,
    "ến": 2319,
    " bế": 40,
    "bến": 692,
    "ến ": 2320,
    " bến": 41,
    "bến ": 693,
    "gh": 899,
    "ngh": 1444,
    "ghé": 900,
    " ngh": 294,
    "nghé": 1445,
    "ghé ": 901,
    "ễ": 2335,
    "yễ": 2048,
    "ễn": 2336,
    "uyễ": 1931,
    "yễn": 2049,
    "ễn ": 2337,
    "guyễ": 922,
    "uyễn": 1932,
    "yễn ": 2050,
    "hị": 1106,
    "ị ": 2349,
    "thị": 1785,
    "hị ": 1107,
    " thị": 416,
    "thị ": 1786,
    "tú": 1865,
    " tú": 457,
    "tú ": 1866,
    " tú ": 458,
    "ỳ": 2441,
    "uỳ": 1957,
    "ỳn": 2442,
    " hu": 164,
    "huỳ": 1015,
    "uỳn": 1958,
    "ỳnh": 2443,
    " huỳ": 166,
    "huỳn": 1016,
    "uỳnh": 1959,
    "ỳnh ": 2444,
    "tấ": 1876,
    " tấ": 465,
    "tấn": 1877,
    " tấn": 466,
    "tấn ": 1878,
    "ủ ": 2418,
    "củ ": 795,
    " củ ": 96,
    "1": 579,
    "r1": 1616,
    "1 ": 580,
    "ama": 605,
    "mar": 1356,
    "ar1": 621,
    "r1 ": 1617,
    "lama": 1281,
    "amar": 606,
    "mar1": 1357,
    "ar1 ": 622,
    "toi": 1812,
    " toi": 429,
    "toi ": 1813,
    "the": 1746,
    " the": 400,
    "the ": 1747,
    "vie": 1981,
    " vie": 488,
    "vien": 1982,
    " ho": 158,
    " ho ": 159,
    "rấ": 1671,
    " rấ": 363,
    "rất": 1672,
    " rất": 364,
    "rất ": 1673,
    "ữ": 2435,
    "hữ": 1144,
    "ữu": 2439,
    " hữ": 185,
    "hữu": 1147,
    "ữu ": 2440,
    " hữu": 186,
    "hữu ": 1148,
    " í": 526,
    "íc": 2115,
    " íc": 527,
    "ích": 2116,
    " ích": 528,
    "ích ": 2117,
    "ưa": 2227,
    "chư": 741,
    "hưa": 1070,
    "ưa ": 2228,
    " chư": 64,
    "chưa": 742,
    "hưa ": 1071,
    "lắ": 1334,
    "ắm": 2300,
    " lắ": 240,
    "lắm": 1335,
    "ắm ": 2301,
    " lắm": 241,
    "lắm ": 1336,
    "uá": 1936,
    "quá": 1606,
    "uá ": 1937,
    " quá": 352,
    "quá ": 1607,
    "ài": 2058,
    " hà": 167,
    "hài": 1018,
    "ài ": 2059,
    " hài": 168,
    "hài ": 1019,
    "lò": 1322,
    " lò": 232,
    "lòn": 1323,
    " lòn": 233,
    "lòng": 1324,
    "câu": 773,
    " câu": 80,
    "câu ": 774,
    "tệ": 1881,
    "ệ ": 2339,
    " tệ": 469,
    "tệ ": 1882,
    " tệ ": 470,
    "hậ": 1091,
    "ật": 2291,
    "thậ": 1779,
    "hật": 1094,
    "ật ": 2292,
    " thậ": 413,
    "thật": 1780,
    "hật ": 1095,
    "iỏ": 1239,
    "giỏ": 912,
    "iỏi": 1240,
    " giỏ": 136,
    "giỏi": 913,
    "iỏi ": 1241,
    "ín": 2118,
    "hín": 1039,
    "ính": 2119,
    "chín": 736,
    "hính": 1040,
    "ính ": 2120,
    "xá": 2036,
    " xá": 518,
    "xác": 2037,
    " xác": 519,
    "xác ": 2038,
    "thí": 1767,
    "híc": 1037,
    " thí": 407,
    "thíc": 1768,
    "hích": 1038,
    "ách": 2076,
    "cách": 767,
    "ách ": 2077,
    "ok": 1524,
    "k ": 1243,
    " ok": 323,
    "ok ": 1525,
    " ok ": 324,
    "đấ": 2192,
    " đấ": 550,
    "đấy": 2193,
    " đấy": 551,
    "đấy ": 2194,
    "ậm": 2287,
    "chậ": 743,
    "hậm": 1092,
    "ậm ": 2288,
    " chậ": 65,
    "chậm": 744,
    "hậm ": 1093,
    "thấ": 1777,
    "hấy": 1086,
    " thấ": 412,
    "thấy": 1778,
    "hấy ": 1087,
    "tuy": 1848,
    "yệt": 2054,
    " tuy": 448,
    "tuyệ": 1849,
    "uyệt": 1935,
    "yệt ": 2055,
    "nay": 1429,
    " nay": 292,
    "nay ": 1430,
    "rat": 1623,
    " rat": 359,
    "rat ": 1624,
    "uu": 1924,
    "huu": 1006,
    "uu ": 1925,
    " huu": 165,
    "huu ": 1007,
    "ic": 1153,
    " ic": 188,
    "ich": 1154,
    " ich": 189,
    "ich ": 1155,
    "chua": 729,
    "hua ": 1002,
    "ca": 703,
    " ca": 49,
    "cam": 704,
    " cam": 50,
    "cam ": 705,
    " on": 325,
    " on ": 326,
    "tot": 1814,
    " tot": 430,
    "tot ": 1815,
    "lon": 1298,
    " lon": 222,
    "long": 1300,
    "vo": 1988,
    " vo": 492,
    "voi": 1989,
    " voi": 493,
    "voi ": 1990,
    "cau": 708,
    " cau": 52,
    "cau ": 709,
    "te ": 1738,
    " te ": 396,
    "qua ": 1604,
    "ữn": 2436,
    "nhữ": 1479,
    "hữn": 1145,
    "ững": 2437,
    " nhữ": 309,
    "nhữn": 1480,
    "hững": 1146,
    "ững ": 2438,
    "ủn": 2421,
    "chủ": 747,
    "hủn": 1136,
    "ủng": 2422,
    " chủ": 67,
    "chủn": 748,
    "hủng": 1137,
    "ủng ": 2423,
    "ọ": 2357,
    "rọ": 1676,
    "ọn": 2360,
    "trọ": 1840,
    "rọn": 1677,
    "ọng": 2361,
    " trọ": 443,
    "trọn": 1841,
    "rọng": 1678,
    "ọng ": 2362,
    "lic": 1283,
    " lic": 216,
    "lich": 1284,
    "can": 706,
    " can": 51,
    "can ": 707,
    " lu": 224,
    "luc": 1309,
    " luc": 225,
    "luc ": 1310,
    "guo": 918,
    "nguo": 1447,
    "guoi": 919,
    "lon ": 1299,
    "ẩ": 2283,
    "uẩ": 1945,
    "ẩn": 2284,
    "huẩ": 1011,
    "uẩn": 1946,
    "ẩn ": 2285,
    "chuẩ": 731,
    "huẩn": 1012,
    "uẩn ": 1947,
    "bị": 697,
    " bị": 44,
    "bị ": 698,
    " bị ": 45,
    "rư": 1663,
    "ớc": 2392,
    "trư": 1832,
    "rướ": 1664,
    "ước": 2238,
    "ớc ": 2393,
    " trư": 439,
    "trướ": 1833,
    "rước": 1665,
    "ước ": 2239,
    "man": 1354,
    " man": 253,
    "mang": 1355,
    "eo": 855,
    "heo": 961,
    "eo ": 856,
    "theo": 1748,
    "heo ": 962,
    "iấ": 1216,
    "giấ": 910,
    "iấy": 1217,
    " giấ": 135,
    "giấy": 911,
    "iấy ": 1218,
    "tờ": 1890,
    "ờ ": 2399,
    " tờ": 475,
    "tờ ": 1891,
    " tờ ": 476,
    "ịn": 2355,
    "nhị": 1475,
    "hịn": 1108,
    "ịn ": 2356,
    " nhị": 307,
    "nhịn": 1476,
    "hịn ": 1109,
    "lư": 1328,
    "ưu": 2232,
    " lư": 236,
    "lưu": 1329,
    "ưu ": 2233,
    " lưu": 237,
    "lưu ": 1330,
    "ý": 2162,
    " ý": 529,
    "ý ": 2163,
    " ý ": 530,
    "bi ": 664,
    " bi ": 22,
    "ruo": 1656,
    "truo": 1827,
    "ruoc": 1657,
    "hin": 973,
    "nhin": 1463,
    "hin ": 974,
    "õ": 2141,
    "dõ": 825,
    "õi": 2142,
    " dõ": 114,
    "dõi": 826,
    "õi ": 2143,
    " dõi": 115,
    "dõi ": 827,
    "ké": 1265,
    "éo": 2099,
    " ké": 205,
    "kéo": 1266,
    "éo ": 2100,
    " kéo": 206,
    "kéo ": 1267,
    "dài": 821,
    " dài": 112,
    "dài ": 822,
    "hă": 1059,
    "ăm": 2165,
    "chă": 737,
    "hăm": 1060,
    "ăm ": 2166,
    " chă": 62,
    "chăm": 738,
    "hăm ": 1061,
    "só": 1710,
    " só": 382,
    "sóc": 1711,
    " sóc": 383,
    "sóc ": 1712,
    "thi": 1749,
    " thi": 401,
    "thi ": 1750,
    "phai": 1558,
    "f ": 880,
    "nf ": 1436,
    "inf ": 1181,
    "eg": 839,
    "meg": 1365,
    "ega": 840,
    "ga ": 892,
    " meg": 256,
    "mega": 1366,
    "ega ": 841,
    "doi": 810,
    " doi": 106,
    "doi ": 811,
    "luu": 1311,
    " luu": 226,
    "luu ": 1312,
    "nấ": 1502,
    "ấu": 2276,
    " nấ": 317,
    "nấu": 1503,
    "ấu ": 2277,
    " nấu": 318,
    "nấu ": 1504,
    "hờ": 1125,
    "thờ": 1787,
    "hời": 1126,
    " thờ": 417,
    "thời": 1788,
    "hời ": 1127,
    "tiế": 1804,
    " tiế": 425,
    "tiết": 1806,
    "ôm": 2136,
    " hô": 171,
    "hôm": 1049,
    "ôm ": 2137,
    " hôm": 172,
    "hôm ": 1050,
    " hỏ": 179,
    " hỏi": 180,
    "du ": 815,
    " du ": 108,
    "ái": 2078,
    "cái": 768,
    "ái ": 2079,
    " cái": 77,
    "cái ": 769,
    "liê": 1285,
    "iên": 1209,
    " liê": 217,
    "liên": 1286,
    "iên ": 1210,
    "đế": 2201,
    " đế": 556,
    "đến": 2202,
    " đến": 557,
    "đến ": 2203,
    " há": 169,
    " hát": 170,
    "hứ": 1140,
    "thứ": 1793,
    "hứ ": 1141,
    " thứ": 420,
    "thứ ": 1794,
    "ơi": 2217,
    "chơ": 739,
    "hơi": 1064,
    "ơi ": 2218,
    " chơ": 63,
    "chơi": 740,
    "hơi ": 1065,
    "cờ": 792,
    " cờ": 93,
    "cờ ": 793,
    " cờ ": 94,
    "vu": 1991,
    " vu": 494,
    "vua": 1992,
    " vua": 495,
    "vua ": 1993,
    "bá": 680,
    " bá": 32,
    "bán": 681,
    " bán": 33,
    "bánh": 682,
    "gà": 923,
    "ngà": 1449,
    "gày": 924,
    " ngà": 296,
    "ngày": 1450,
    "gày ": 925,
    "mai": 1352,
    " mai": 252,
    "mai ": 1353,
    "gam": 893,
    "ame": 607,
    "me ": 1364,
    " gam": 127,
    "game": 894,
    "ame ": 608,
    "thơ": 1773,
    "hơ ": 1063,
    " thơ": 410,
    "thơ ": 1774,
    "mư": 1402,
    " mư": 276,
    "mưa": 1403,
    " mưa": 277,
    "mưa ": 1404,
    "phở": 1586,
    " phở": 342,
    "phở ": 1587,
    "vàn": 1996,
    "àng": 2064,
    " vàn": 498,
    "vàng": 1997,
    "àng ": 2065,
    "kể": 1271,
    " kể": 209,
    "kể ": 1272,
    " kể ": 210,
    "ẽ": 2315,
    "vẽ": 2007,
    "ẽ ": 2316,
    " vẽ": 505,
    "vẽ ": 2008,
    " vẽ ": 506,
    "rờ": 1679,
    "trờ": 1842,
    "rời": 1680,
    " trờ": 444,
    "trời": 1843,
    "rời ": 1681,
    "nó": 1499,
    "ón": 2130,
    " nó": 315,
    "nón": 1500,
    "óng": 2131,
    " nón": 316,
    "nóng": 1501,
    "óng ": 2132,
    "họ": 1110,
    "ọc": 2358,
    " họ": 177,
    "học": 1111,
    "ọc ": 2359,
    " học": 178,
    "học ": 1112,
    "iến": 1220,
    "ếng": 2321,
    "tiến": 1805,
    "iếng": 1221,
    "ếng ": 2322,
    " anh": 10,
    "bó": 685,
    " bó": 36,
    "bón": 686,
    " bón": 37,
    "bóng": 687,
    "đá": 2179,
    " đá": 541,
    "đá ": 2180,
    " đá ": 542,
    "cơ": 783,
    "ơm": 2219,
    " cơ": 87,
    "cơm": 784,
    "ơm ": 2220,
    " cơm": 88,
    "cơm ": 785,
    "ảy": 2269,
    "nhả": 1469,
    "hảy": 1081,
    "ảy ": 2270,
    " nhả": 304,
    "nhảy": 1470,
    "hảy ": 1082,
    "hố": 1119,
    "ố ": 2370,
    "phố": 1584,
    "hố ": 1120,
    " phố": 341,
    "phố ": 1585,
    "nắ": 1505,
    "ắn": 2302,
    " nắ": 319,
    "nắn": 1506,
    "ắng": 2303,
    " nắn": 320,
    "nắng": 1507,
    "ắng ": 2304,
    "chứ": 749,
    "hứn": 1142,
    " chứ": 68,
    "chứn": 750,
    "hứng": 1143,
    "oán": 1547,
    "án ": 2081,
    "khoá": 1254,
    "hoán": 994,
    "oán ": 1548,
    "phi": 1560,
    "him": 971,
    " phi": 330,
    "phim": 1561,
    "him ": 972,
    " ả": 567,
    " ản": 568,
    "ảnh": 2267,
    " ảnh": 569,
    "ảnh ": 2268,
    "nau": 1427,
    " nau": 291,
    "nau ": 1428,
    "hoi": 987,
    "thoi": 1753,
    "hoi ": 988,
    "tiet": 1799,
    "om": 1526,
    "hom": 989,
    "om ": 1527,
    " hom": 161,
    "hom ": 990,
    "muo": 1389,
    "uon": 1922,
    " muo": 268,
    "muon": 1390,
    "uon ": 1923,
    " hoi": 160,
    " hat": 148
  },
  "response": null,
  "action_text": null
}