{
  "text": {
    "xin": 453,
    "chào": 56,
    "bạn": 29,
    "hi": 137,
    "hello": 132,
    "bot": 21,
    "buổi": 23,
    "sáng": 325,
    "chiều": 47,
    "tối": 422,
    "hey": 136,
    "khỏe": 180,
    "không": 179,
    "chao": 42,
    "ban": 8,
    "buoi": 22,
    "sang": 313,
    "chieu": 45,
    "toi": 385,
    "khoe": 174,
    "khong": 175,
    "nhé": 259,
    "nha": 249,
    "chatbot": 43,
    "là": 202,
    "ai": 4,
    "vậy": 448,
    "mình": 226,
    "cần": 82,
    "tư": 415,
    "vấn": 447,
    "minh": 218,
    "can": 38,
    "tu": 405,
    "van": 430,
    "mới": 234,
    "dùng": 107,
    "moi": 220,
    "dung": 101,
    "tạm": 417,
    "biệt": 18,
    "bye": 24,
    "hẹn": 155,
    "gặp": 127,
    "lại": 208,
    "thoát": 350,
    "kết": 183,
    "thúc": 362,
    "và": 444,
    "tôi": 413,
    "đi": 466,
    "đây": 470,
    "cảm": 81,
    "ơn": 480,
    "tam": 333,
    "biet": 16,
    "byebye": 25,
    "hen": 133,
    "gap": 113,
    "lai": 186,
    "thoat": 347,
    "ket": 168,
    "thuc": 353,
    "nhe": 252,
    "va": 428,
    "di": 94,
    "day": 92,
    "cam": 37,
    "on": 275,
    "sau": 316,
    "khỏi": 181,
    "trò": 398,
    "chuyện": 54,
    "à": 460,
    "này": 268,
    "gì": 125,
    "đang": 464,
    "trả": 401,
    "lời": 212,
    "có": 77,
    "phải": 291,
    "người": 248,
    "hay": 130,
    "tạo": 418,
    "ra": 306,
    "do": 97,
    "làm": 203,
    "la": 185,
    "a": 3,
    "nay": 238,
    "gi": 116,
    "dang": 88,
    "tra": 389,
    "loi": 195,
    "vay": 437,
    "co": 66,
    "phai": 276,
    "nguoi": 243,
    "tao": 335,
    "lam": 187,
    "thông": 361,
    "vaccine": 429,
    "thong": 349,
    "robot": 308,
    "đúng": 471,
    "giúp": 121,
    "được": 472,
    "tin": 378,
    "về": 450,
    "nào": 267,
    "tốt": 424,
    "nhất": 262,
    "infanrix": 163,
    "hexa": 134,
    "tác": 410,
    "dụng": 109,
    "hexaxim": 135,
    "an": 5,
    "toàn": 388,
    "rotateq": 311,
    "rotarix": 309,
    "phòng": 286,
    "bệnh": 31,
    "synflorix": 324,
    "xuất": 456,
    "xứ": 458,
    "từ": 426,
    "đâu": 469,
    "prevenar": 297,
    "__number__": 2,
    "hiệu": 141,
    "quả": 303,
    "bao": 10,
    "lâu": 204,
    "pneumovax": 296,
    "muốn": 225,
    "biết": 17,
    "gardasil": 114,
    "thành": 357,
    "phần": 293,
    "của": 85,
    "lịch": 210,
    "tiêm": 379,
    "như": 260,
    "thế": 367,
    "công": 78,
    "thủy": 372,
    "đậu": 474,
    "cúm": 79,
    "mùa": 227,
    "dành": 105,
    "cho": 48,
    "trẻ": 402,
    "tháng": 358,
    "tuổi": 409,
    "trong": 394,
    "khác": 176,
    "vaxigrip": 436,
    "tetra": 337,
    "phù": 287,
    "hợp": 159,
    "với": 451,
    "lớn": 211,
    "ve": 438,
    "infranix": 165,
    "tac": 331,
    "rotatek": 310,
    "phong": 281,
    "benh": 14,
    "synfloric": 323,
    "xuat": 455,
    "xu": 454,
    "dau": 91,
    "hieu": 139,
    "qua": 299,
    "lau": 188,
    "thanh": 339,
    "phan": 277,
    "lich": 189,
    "tiem": 374,
    "nhu": 257,
    "the": 342,
    "nao": 236,
    "cong": 68,
    "thuy": 355,
    "cum": 71,
    "mua": 222,
    "danh": 89,
    "tot": 387,
    "tre": 391,
    "thang": 338,
    "6in1": 1,
    "khac": 170,
    "5in1": 0,
    "phu": 282,
    "hop": 146,
    "voi": 442,
    "lon": 196,
    "mấy": 230,
    "mũi": 228,
    "influvac": 164,
    "varivax": 435,
    "varilrix": 433,
    "nhau": 250,
    "bcg": 11,
    "mmr": 219,
    "ii": 162,
    "priorix": 298,
    "lúc": 206,
    "loại": 198,
    "hpv": 147,
    "may": 216,
    "mui": 223,
    "toan": 384,
    "varivak": 434,
    "varilrik": 432,
    "luc": 200,
    "loai": 194,
    "hơn": 154,
    "nhiêu": 256,
    "tiền": 382,
    "một": 233,
    "liều": 193,
    "nhỏ": 264,
    "giá": 120,
    "chi": 44,
    "phí": 285,
    "tốn": 423,
    "đắt": 475,
    "tại": 416,
    "vnvc": 441,
    "tân": 412,
    "thuận": 356,
    "các": 72,
    "so": 318,
    "sánh": 326,
    "ở": 481,
    "quận": 305,
    "gia": 117,
    "nhieu": 254,
    "phi": 279,
    "ton": 386,
    "dat": 90,
    "tai": 332,
    "tan": 334,
    "thuan": 352,
    "cac": 34,
    "sanh": 314,
    "o": 273,
    "quan": 300,
    "tien": 375,
    "kha": 169,
    "vạn": 446,
    "cân": 75,
    "celadon": 40,
    "hồ": 158,
    "chí": 57,
    "trạm": 400,
    "y": 459,
    "tế": 420,
    "địa": 477,
    "phương": 289,
    "phú": 288,
    "hcm": 131,
    "viện": 440,
    "nhi": 253,
    "đồng": 478,
    "mot": 221,
    "ho": 142,
    "lieu": 191,
    "tram": 390,
    "te": 336,
    "dia": 95,
    "phuong": 283,
    "vien": 439,
    "dong": 99,
    "sunrise": 322,
    "ba": 7,
    "hai": 128,
    "trung": 395,
    "phản": 292,
    "ứng": 482,
    "phụ": 295,
    "gây": 124,
    "sốt": 330,
    "nguy": 244,
    "hiểm": 140,
    "mệt": 231,
    "bé": 27,
    "bị": 32,
    "thì": 359,
    "sao": 315,
    "sưng": 329,
    "đau": 465,
    "chỗ": 63,
    "thường": 364,
    "nếu": 272,
    "quấy": 304,
    "khóc": 178,
    "ung": 427,
    "cua": 70,
    "gay": 115,
    "sot": 320,
    "hiem": 138,
    "met": 217,
    "be": 12,
    "bi": 15,
    "thi": 344,
    "sung": 321,
    "thuong": 354,
    "neu": 239,
    "quay": 301,
    "khoc": 173,
    "phát": 284,
    "mỏi": 232,
    "bỏ": 33,
    "ăn": 463,
    "khó": 177,
    "thở": 371,
    "phat": 278,
    "bo": 19,
    "kho": 172,
    "tho": 346,
    "độ": 479,
    "em": 110,
    "dưới": 108,
    "khi": 171,
    "sơ": 328,
    "sinh": 317,
    "thể": 368,
    "lứa": 213,
    "tuoi": 406,
    "duoc": 102,
    "duoi": 103,
    "lua": 199,
    "trên": 397,
    "tren": 392,
    "điểm": 467,
    "gần": 126,
    "tâm": 411,
    "phường": 290,
    "bến": 30,
    "nghé": 242,
    "diem": 96,
    "gan": 112,
    "muon": 224,
    "ben": 13,
    "nghe": 241,
    "nguyễn": 246,
    "thị": 369,
    "tú": 414,
    "huỳnh": 150,
    "tấn": 419,
    "củ": 84,
    "city": 65,
    "nguyen": 245,
    "huynh": 149,
    "cu": 69,
    "rất": 312,
    "hữu": 160,
    "ích": 461,
    "chưa": 61,
    "lắm": 209,
    "quá": 302,
    "hài": 151,
    "lòng": 205,
    "câu": 76,
    "tệ": 421,
    "rat": 307,
    "huu": 148,
    "ich": 161,
    "chua": 50,
    "long": 197,
    "cau": 39,
    "thật": 366,
    "giỏi": 123,
    "chính": 58,
    "xác": 457,
    "thích": 360,
    "cách": 73,
    "that": 340,
    "gioi": 119,
    "chinh": 46,
    "xac": 452,
    "thich": 345,
    "cach": 35,
    "ok": 274,
    "đấy": 473,
    "chậm": 62,
    "thấy": 365,
    "cham": 41,
    "thay": 341,
    "tuyệt": 408,
    "tuyet": 407,
    "những": 265,
    "chủng": 64,
    "trọng": 403,
    "nhung": 258,
    "chung": 52,
    "chuẩn": 55,
    "trước": 399,
    "mang": 215,
    "theo": 343,
    "giấy": 122,
    "tờ": 425,
    "nhịn": 263,
    "lưu": 207,
    "ý": 462,
    "chuan": 51,
    "truoc": 396,
    "giay": 118,
    "to": 383,
    "nhin": 255,
    "luu": 201,
    "dõi": 106,
    "kéo": 182,
    "dài": 104,
    "chăm": 59,
    "sóc": 327,
    "doi": 98,
    "keo": 167,
    "dai": 87,
    "soc": 319,
    "nấu": 270,
    "thời": 370,
    "tiết": 381,
    "hôm": 153,
    "hỏi": 157,
    "du": 100,
    "cái": 74,
    "liên": 192,
    "đến": 476,
    "hát": 152,
    "thứ": 373,
    "chơi": 60,
    "cờ": 83,
    "vua": 443,
    "nau": 237,
    "thoi": 348,
    "tiet": 377,
    "hom": 145,
    "hoi": 144,
    "cai": 36,
    "lien": 190,
    "den": 93,
    "hat": 129,
    "thu": 351,
    "choi": 49,
    "bánh": 26,
    "ngày": 247,
    "mai": 214,
    "game": 111,
    "thơ": 363,
    "mưa": 229,
    "banh": 9,
    "ngay": 240,
    "phở": 294,
    "vàng": 445,
    "kể": 184,
    "vẽ": 449,
    "trời": 404,
    "nóng": 269,
    "pho": 280,
    "vang": 431,
    "ke": 166,
    "chuyen": 53,
    "troi": 393,
    "nong": 266,
    "học": 156,
    "tiếng": 380,
    "anh": 6,
    "bóng": 28,
    "đá": 468,
    "cơm": 80,
    "nhảy": 261,
    "nắng": 271,
    "hoc": 143,
    "tieng": 376,
    "bong": 20,
    "da": 86,
    "com": 67,
    "nhay": 251,
    "nang": 235
  },
  "intent": {
    "chào_hỏi": 1,
    "goodbye": 2,
    "bot_challenge": 0,
    "hỏi_thông_tin_vaccine": 8,
    "hỏi_giá_vaccine": 5,
    "hỏi_phản_ứng_phụ": 7,
    "hỏi_độ_tuổi_tiêm": 10,
    "hỏi_địa_điểm_tiêm": 9,
    "đánh_giá_chatbot": 13,
    "hỏi_lịch_tiêm_theo_độ_tuổi": 6,
    "hỏi_cần_chuẩn_bị_trước_tiêm": 3,
    "hỏi_cần_theo_dõi_sau_tiêm": 4,
    "out_of_scope": 12,
    "nlu_fallback": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 14,
    "action_session_start": 16,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_age_range": 6,
    "action_fetch_locations": 7,
    "action_fetch_schedule_by_age": 8,
    "action_fetch_side_effects": 9,
    "action_fetch_vaccine_info": 10,
    "action_fetch_vaccine_price": 11,
    "action_handle_feedback": 12,
    "action_show_follow_up_guidelines": 17,
    "action_show_preparation_guidelines": 18,
    "utter_ask_age": 21,
    "utter_ask_health_center": 22,
    "utter_ask_vaccine_name": 23,
    "utter_bot_challenge": 24,
    "utter_chào_hỏi": 25,
    "utter_danh_sach_dia_diem": 26,
    "utter_default": 27,
    "utter_goodbye": 28,
    "utter_hoi_cu_the": 29,
    "utter_hoi_them": 30,
    "utter_huong_dan_chuan_bi_truoc_tiem": 31,
    "utter_huong_dan_theo_doi_sau_tiem": 32,
    "utter_out_of_scope": 33,
    "utter_thong_tin_lich_tiem": 34
  },
  "action_text": null,
  "intent_response_key": null
}