{
  "text": {
    " ": 0,
    "x": 1365,
    "i": 766,
    "n": 951,
    " x": 334,
    "xi": 1371,
    "in": 789,
    "n ": 952,
    " xi": 335,
    "xin": 1376,
    "in ": 790,
    " xin": 336,
    "xin ": 1377,
    "c": 491,
    "h": 658,
    "à": 1404,
    "o": 1023,
    " c": 32,
    "ch": 504,
    "hà": 698,
    "ào": 1416,
    "o ": 1024,
    " ch": 38,
    "chà": 514,
    "hào": 701,
    "ào ": 1417,
    " chà": 43,
    "chào": 515,
    "hào ": 702,
    "b": 453,
    "ạ": 1561,
    " b": 10,
    "bạ": 483,
    "ạn": 1570,
    " bạ": 26,
    "bạn": 484,
    "ạn ": 1571,
    " bạn": 27,
    "bạn ": 485,
    " h": 96,
    "hi": 675,
    "i ": 767,
    " hi": 101,
    "hi ": 676,
    " hi ": 102,
    "e": 583,
    "l": 851,
    "he": 666,
    "el": 588,
    "ll": 864,
    "lo": 869,
    " he": 97,
    "hel": 667,
    "ell": 591,
    "llo": 867,
    "lo ": 870,
    " hel": 98,
    "hell": 668,
    "ello": 592,
    "llo ": 868,
    "u": 1280,
    "ổ": 1661,
    "bu": 477,
    "uổ": 1318,
    "ổi": 1662,
    " bu": 22,
    "buổ": 478,
    "uổi": 1319,
    "ổi ": 1663,
    " buổ": 23,
    "buổi": 479,
    "uổi ": 1320,
    "s": 1144,
    "á": 1420,
    "g": 629,
    " s": 243,
    "sá": 1169,
    "án": 1426,
    "ng": 967,
    "g ": 630,
    " sá": 253,
    "sán": 1170,
    "áng": 1427,
    "ng ": 968,
    " sán": 254,
    "sáng": 1171,
    "áng ": 1428,
    "t": 1186,
    "m": 905,
    " t": 265,
    "tạ": 1268,
    "ạm": 1568,
    "m ": 906,
    " tạ": 302,
    "tạm": 1271,
    "ạm ": 1569,
    " tạm": 304,
    "tạm ": 1272,
    "ệ": 1633,
    "bi": 465,
    "iệ": 832,
    "ệt": 1638,
    "t ": 1187,
    " bi": 16,
    "biệ": 468,
    "iệt": 835,
    "ệt ": 1639,
    " biệ": 18,
    "biệt": 469,
    "iệt ": 836,
    "y": 1381,
    "by": 480,
    "ye": 1383,
    "e ": 584,
    " by": 24,
    "bye": 481,
    "ye ": 1384,
    " bye": 25,
    "bye ": 482,
    "ẹ": 1610,
    "hẹ": 738,
    "ẹn": 1612,
    " hẹ": 118,
    "hẹn": 740,
    "ẹn ": 1613,
    " hẹn": 119,
    "hẹn ": 741,
    "ặ": 1605,
    "p": 1057,
    " g": 83,
    "gặ": 655,
    "ặp": 1606,
    "p ": 1058,
    " gặ": 94,
    "gặp": 656,
    "ặp ": 1607,
    " gặp": 95,
    "gặp ": 657,
    " l": 137,
    "lạ": 889,
    "ại": 1566,
    " lạ": 150,
    "lại": 891,
    "ại ": 1567,
    " lại": 152,
    "lại ": 892,
    "é": 1443,
    " n": 184,
    "nh": 973,
    "hé": 708,
    "é ": 1444,
    " nh": 189,
    "nhé": 978,
    "hé ": 709,
    " nhé": 191,
    "nhé ": 979,
    "là": 882,
    "à ": 1405,
    " là": 145,
    "là ": 883,
    " là ": 146,
    "a": 407,
    " a": 4,
    "ai": 415,
    " ai": 6,
    "ai ": 416,
    " ai ": 7,
    "bo": 470,
    "ot": 1044,
    " bo": 19,
    "bot": 475,
    "ot ": 1045,
    " bot": 21,
    "bot ": 476,
    " à": 342,
    " à ": 343,
    "đ": 1497,
    "â": 1433,
    " đ": 355,
    "đâ": 1506,
    "ây": 1438,
    "y ": 1382,
    " đâ": 361,
    "đây": 1509,
    "ây ": 1439,
    " đây": 363,
    "đây ": 1510,
    "ú": 1485,
    "đú": 1511,
    "ún": 1489,
    " đú": 364,
    "đún": 1512,
    "úng": 1490,
    " đún": 365,
    "đúng": 1513,
    "úng ": 1491,
    "k": 837,
    "ô": 1467,
    " k": 129,
    "kh": 840,
    "hô": 715,
    "ôn": 1473,
    " kh": 130,
    "khô": 847,
    "hôn": 718,
    "ông": 1474,
    " khô": 134,
    "khôn": 848,
    "hông": 719,
    "ông ": 1475,
    "đa": 1498,
    "an": 417,
    " đa": 356,
    "đan": 1499,
    "ang": 419,
    " đan": 357,
    "đang": 1500,
    "ang ": 420,
    "r": 1089,
    "ả": 1572,
    "tr": 1239,
    "rả": 1134,
    "ả ": 1573,
    " tr": 287,
    "trả": 1248,
    "rả ": 1135,
    " trả": 290,
    "trả ": 1249,
    "ờ": 1673,
    "lờ": 902,
    "ời": 1674,
    " lờ": 159,
    "lời": 903,
    "ời ": 1675,
    " lời": 160,
    "lời ": 904,
    "tô": 1265,
    "ôi": 1469,
    " tô": 300,
    "tôi": 1266,
    "ôi ": 1470,
    " tôi": 301,
    "tôi ": 1267,
    "v": 1321,
    "ậ": 1595,
    " v": 311,
    "vậ": 1354,
    "ậy": 1600,
    " vậ": 326,
    "vậy": 1355,
    "ậy ": 1601,
    " vậy": 327,
    "vậy ": 1356,
    "th": 1203,
    " th": 268,
    "thô": 1213,
    " thô": 273,
    "thôn": 1214,
    "ti": 1223,
    " ti": 278,
    "tin": 1226,
    " tin": 280,
    "tin ": 1227,
    "ề": 1620,
    "về": 1357,
    "ề ": 1621,
    " về": 328,
    "về ": 1358,
    " về ": 329,
    "va": 1326,
    "ac": 409,
    "cc": 496,
    "ci": 520,
    "ne": 958,
    " va": 312,
    "vac": 1327,
    "acc": 410,
    "cci": 497,
    "cin": 523,
    "ine": 791,
    "ne ": 959,
    " vac": 313,
    "vacc": 1328,
    "acci": 411,
    "ccin": 498,
    "cine": 524,
    "ine ": 792,
    "f": 622,
    " i": 124,
    "nf": 962,
    "fa": 623,
    "nr": 992,
    "ri": 1102,
    "ix": 806,
    "x ": 1366,
    " in": 127,
    "inf": 793,
    "nfa": 963,
    "fan": 624,
    "anr": 421,
    "nri": 993,
    "rix": 1109,
    "ix ": 807,
    " inf": 128,
    "infa": 794,
    "nfan": 964,
    "fanr": 625,
    "anri": 422,
    "nrix": 994,
    "rix ": 1110,
    "ex": 617,
    "xa": 1367,
    "a ": 408,
    "hex": 673,
    "exa": 619,
    "xa ": 1368,
    " hex": 100,
    "hexa": 674,
    "exa ": 620,
    "ax": 446,
    "im": 787,
    "xax": 1369,
    "axi": 448,
    "xim": 1374,
    "im ": 788,
    "exax": 621,
    "xaxi": 1370,
    "axim": 450,
    "xim ": 1375,
    "ì": 1452,
    "gì": 650,
    "ì ": 1453,
    " gì": 92,
    "gì ": 651,
    " gì ": 93,
    "ho": 683,
    "cho": 510,
    "ho ": 684,
    " cho": 41,
    "cho ": 511,
    "ế": 1616,
    "iế": 818,
    "ết": 1618,
    "biế": 466,
    "iết": 819,
    "ết ": 1619,
    " biế": 17,
    "biết": 467,
    "iết ": 820,
    "q": 1084,
    " r": 232,
    "ro": 1111,
    "ta": 1188,
    "at": 438,
    "te": 1196,
    "eq": 603,
    "q ": 1085,
    " ro": 233,
    "rot": 1115,
    "ota": 1046,
    "tat": 1191,
    "ate": 441,
    "teq": 1197,
    "eq ": 604,
    " rot": 234,
    "rota": 1116,
    "otat": 1048,
    "tate": 1192,
    "ateq": 442,
    "teq ": 1198,
    "ig": 773,
    "gr": 641,
    "ip": 797,
    "vax": 1331,
    "xig": 1372,
    "igr": 774,
    "gri": 642,
    "rip": 1105,
    "ip ": 798,
    " vax": 315,
    "vaxi": 1333,
    "axig": 449,
    "xigr": 1373,
    "igri": 775,
    "grip": 643,
    "rip ": 1106,
    "et": 608,
    "ra": 1094,
    " te": 266,
    "tet": 1199,
    "etr": 609,
    "tra": 1240,
    "ra ": 1095,
    " tet": 267,
    "tetr": 1200,
    "etra": 610,
    "tra ": 1241,
    "ó": 1463,
    "có": 539,
    "ó ": 1464,
    " có": 51,
    "có ": 540,
    " có ": 52,
    "tá": 1259,
    "ác": 1422,
    "c ": 492,
    " tá": 296,
    "tác": 1260,
    "ác ": 1423,
    " tác": 297,
    "tác ": 1261,
    "d": 555,
    "ụ": 1686,
    " d": 63,
    "dụ": 580,
    "ụn": 1688,
    " dụ": 78,
    "dụn": 581,
    "ụng": 1689,
    " dụn": 79,
    "dụng": 582,
    "ụng ": 1690,
    "ga": 631,
    "ar": 425,
    "rd": 1096,
    "da": 557,
    "as": 435,
    "si": 1154,
    "il": 781,
    "l ": 852,
    " ga": 84,
    "gar": 634,
    "ard": 427,
    "rda": 1097,
    "das": 558,
    "asi": 436,
    "sil": 1155,
    "il ": 782,
    " gar": 86,
    "gard": 635,
    "arda": 428,
    "rdas": 1098,
    "dasi": 559,
    "asil": 437,
    "sil ": 1156,
    " a ": 5,
    "ù": 1480,
    "dù": 573,
    "ùn": 1482,
    " dù": 73,
    "dùn": 574,
    "ùng": 1483,
    " dùn": 74,
    "dùng": 575,
    "ùng ": 1484,
    "ể": 1624,
    "để": 1528,
    "ể ": 1625,
    " để": 375,
    "để ": 1529,
    " để ": 376,
    "àm": 1408,
    "làm": 884,
    "àm ": 1409,
    " làm": 147,
    "làm ": 885,
    " m": 161,
    "mô": 937,
    "ô ": 1468,
    " mô": 174,
    "mô ": 938,
    " mô ": 175,
    "tả": 1273,
    " tả": 305,
    "tả ": 1274,
    " tả ": 306,
    "_": 398,
    " _": 1,
    "__": 400,
    "_n": 404,
    "nu": 995,
    "um": 1286,
    "mb": 910,
    "be": 462,
    "er": 605,
    "r_": 1091,
    "_ ": 399,
    " __": 2,
    "__n": 402,
    "_nu": 405,
    "num": 996,
    "umb": 1287,
    "mbe": 911,
    "ber": 463,
    "er_": 606,
    "r__": 1092,
    "__ ": 401,
    " __n": 3,
    "__nu": 403,
    "_num": 406,
    "numb": 997,
    "umbe": 1288,
    "mber": 912,
    "ber_": 464,
    "er__": 607,
    "r__ ": 1093,
    "on": 1031,
    "tro": 1244,
    "ron": 1112,
    "ong": 1033,
    " tro": 288,
    "tron": 1245,
    "rong": 1114,
    "ong ": 1034,
    "cú": 541,
    "úm": 1487,
    " cú": 53,
    "cúm": 542,
    "úm ": 1488,
    " cúm": 54,
    "cúm ": 543,
    " p": 215,
    "pr": 1078,
    "re": 1099,
    "ev": 614,
    "ve": 1336,
    "en": 593,
    "na": 953,
    "r ": 1090,
    " pr": 227,
    "pre": 1079,
    "rev": 1100,
    "eve": 615,
    "ven": 1337,
    "ena": 595,
    "nar": 954,
    "ar ": 426,
    " pre": 228,
    "prev": 1080,
    "reve": 1101,
    "even": 616,
    "vena": 1338,
    "enar": 596,
    "nar ": 955,
    "sy": 1166,
    "yn": 1388,
    "fl": 626,
    "or": 1038,
    " sy": 251,
    "syn": 1167,
    "ynf": 1389,
    "nfl": 965,
    "flo": 627,
    "lor": 871,
    "ori": 1039,
    " syn": 252,
    "synf": 1168,
    "ynfl": 1390,
    "nflo": 966,
    "flor": 628,
    "lori": 872,
    "orix": 1040,
    "pn": 1075,
    "eu": 611,
    "mo": 923,
    "ov": 1049,
    " pn": 225,
    "pne": 1076,
    "neu": 960,
    "eum": 612,
    "umo": 1289,
    "mov": 924,
    "ova": 1052,
    "ax ": 447,
    " pne": 226,
    "pneu": 1077,
    "neum": 961,
    "eumo": 613,
    "umov": 1290,
    "mova": 925,
    "ovax": 1053,
    "vax ": 1332,
    "bc": 459,
    "cg": 502,
    " bc": 14,
    "bcg": 460,
    "cg ": 503,
    " bcg": 15,
    "bcg ": 461,
    "iv": 802,
    "var": 1329,
    "ari": 429,
    "riv": 1107,
    "iva": 804,
    " var": 314,
    "vari": 1330,
    "ariv": 431,
    "riva": 1108,
    "ivax": 805,
    "oo": 1035,
    "os": 1041,
    "st": 1159,
    "boo": 473,
    "oos": 1036,
    "ost": 1042,
    "str": 1160,
    "tri": 1242,
    " boo": 20,
    "boos": 474,
    "oost": 1037,
    "ostr": 1043,
    "stri": 1161,
    "trix": 1243,
    "mm": 920,
    "mr": 926,
    " mm": 166,
    "mmr": 921,
    "mr ": 927,
    " mmr": 167,
    "mmr ": 922,
    "ii": 776,
    " ii": 125,
    "ii ": 777,
    " ii ": 126,
    "gi": 636,
    "iá": 808,
    "á ": 1421,
    " gi": 87,
    "giá": 637,
    "iá ": 809,
    " giá": 88,
    "giá ": 638,
    "tại": 1269,
    " tại": 303,
    "tại ": 1270,
    "vn": 1346,
    "nv": 998,
    "vc": 1334,
    " vn": 320,
    "vnv": 1347,
    "nvc": 999,
    "vc ": 1335,
    " vnv": 321,
    "vnvc": 1348,
    "nvc ": 1000,
    "tâ": 1262,
    "ân": 1434,
    " tâ": 298,
    "tân": 1263,
    "ân ": 1435,
    " tân": 299,
    "tân ": 1264,
    "hu": 687,
    "uậ": 1310,
    "ận": 1596,
    "thu": 1208,
    "huậ": 694,
    "uận": 1311,
    "ận ": 1597,
    " thu": 271,
    "thuậ": 1209,
    "huận": 695,
    "uận ": 1312,
    "ba": 454,
    "ao": 423,
    " ba": 11,
    "bao": 455,
    "ao ": 424,
    " bao": 12,
    "bao ": 456,
    "ê": 1447,
    "iê": 810,
    "êu": 1450,
    "u ": 1281,
    "nhi": 975,
    "hiê": 679,
    "iêu": 813,
    "êu ": 1451,
    " nhi": 190,
    "nhiê": 977,
    "hiêu": 680,
    "iêu ": 814,
    "iề": 821,
    "ền": 1622,
    "tiề": 1232,
    "iền": 822,
    "ền ": 1623,
    " tiề": 283,
    "tiền": 1233,
    "iền ": 823,
    "chi": 508,
    " chi": 40,
    "chi ": 509,
    "í": 1454,
    "ph": 1062,
    "hí": 710,
    "í ": 1455,
    " ph": 218,
    "phí": 1063,
    "hí ": 711,
    " phí": 219,
    "phí ": 1064,
    "êm": 1448,
    "tiê": 1228,
    "iêm": 811,
    "êm ": 1449,
    " tiê": 281,
    "tiêm": 1229,
    "iêm ": 812,
    "ở": 1679,
    " ở": 386,
    "ở ": 1680,
    " ở ": 387,
    " q": 229,
    "qu": 1086,
    " qu": 230,
    "quậ": 1087,
    " quậ": 231,
    "quận": 1088,
    "hế": 742,
    "ế ": 1617,
    "thế": 1215,
    "hế ": 743,
    " thế": 274,
    "thế ": 1216,
    "nà": 1001,
    " nà": 197,
    "nào": 1002,
    " nào": 198,
    "nào ": 1003,
    "bệ": 486,
    "ện": 1634,
    "h ": 659,
    " bệ": 28,
    "bện": 487,
    "ệnh": 1636,
    "nh ": 974,
    " bện": 29,
    "bệnh": 488,
    "ệnh ": 1637,
    "vi": 1339,
    " vi": 316,
    "việ": 1344,
    "iện": 833,
    "ện ": 1635,
    " việ": 319,
    "viện": 1345,
    "iện ": 834,
    "nhi ": 976,
    "ồ": 1657,
    "đồ": 1533,
    "ồn": 1658,
    " đồ": 379,
    "đồn": 1534,
    "ồng": 1659,
    " đồn": 380,
    "đồng": 1535,
    "ồng ": 1660,
    "ha": 660,
    "kha": 841,
    "ha ": 661,
    " kha": 131,
    "kha ": 842,
    "vạ": 1351,
    " vạ": 324,
    "vạn": 1352,
    " vạn": 325,
    "vạn ": 1353,
    "câ": 534,
    " câ": 48,
    "cân": 535,
    " cân": 49,
    "cân ": 536,
    "ce": 499,
    "la": 853,
    "ad": 412,
    "do": 563,
    " ce": 36,
    "cel": 500,
    "ela": 589,
    "lad": 855,
    "ado": 413,
    "don": 565,
    "on ": 1032,
    " cel": 37,
    "cela": 501,
    "elad": 590,
    "lado": 856,
    "adon": 414,
    "don ": 566,
    "tar": 1189,
    "otar": 1047,
    "tari": 1190,
    "arix": 432,
    "hụ": 755,
    "ụ ": 1687,
    "phụ": 1073,
    "hụ ": 756,
    " phụ": 224,
    "phụ ": 1074,
    "ủ": 1691,
    "củ": 552,
    "ủa": 1692,
    " củ": 61,
    "của": 553,
    "ủa ": 1693,
    " của": 62,
    "của ": 554,
    "gâ": 647,
    " gâ": 90,
    "gây": 648,
    " gây": 91,
    "gây ": 649,
    "ố": 1650,
    "số": 1180,
    "ốt": 1655,
    " số": 261,
    "sốt": 1181,
    "ốt ": 1656,
    " sốt": 262,
    "sốt ": 1182,
    "hả": 730,
    "ản": 1578,
    "phả": 1069,
    "hản": 733,
    "ản ": 1579,
    " phả": 222,
    "phản": 1070,
    "hản ": 734,
    "ứ": 1696,
    " ứ": 388,
    "ứn": 1699,
    " ứn": 389,
    "ứng": 1700,
    " ứng": 390,
    "ứng ": 1701,
    "khi": 843,
    " khi": 132,
    "khi ": 844,
    "ư": 1544,
    "sư": 1174,
    "ưn": 1547,
    " sư": 257,
    "sưn": 1175,
    "ưng": 1548,
    " sưn": 258,
    "sưng": 1176,
    "ưng ": 1549,
    "ẹ ": 1611,
    "nhẹ": 982,
    "hẹ ": 739,
    " nhẹ": 193,
    "nhẹ ": 983,
    "nổ": 1018,
    " nổ": 208,
    "nổi": 1019,
    " nổi": 209,
    "nổi ": 1020,
    "hạ": 727,
    "ạc": 1563,
    " hạ": 114,
    "hạc": 728,
    "ạch": 1564,
    "ch ": 505,
    " hạc": 115,
    "hạch": 729,
    "ạch ": 1565,
    "hứ": 760,
    "ức": 1697,
    "nhứ": 984,
    "hức": 761,
    "ức ": 1698,
    " nhứ": 194,
    "nhức": 985,
    "hức ": 762,
    "ầ": 1587,
    "đầ": 1519,
    "ầu": 1590,
    " đầ": 369,
    "đầu": 1520,
    "ầu ": 1591,
    " đầu": 370,
    "đầu ": 1521,
    "mệ": 942,
    " mệ": 178,
    "mệt": 943,
    " mệt": 179,
    "mệt ": 944,
    "ỏ": 1647,
    "mỏ": 945,
    "ỏi": 1648,
    " mỏ": 180,
    "mỏi": 946,
    "ỏi ": 1649,
    " mỏi": 181,
    "mỏi ": 947,
    "au": 444,
    "đau": 1501,
    "au ": 445,
    " đau": 358,
    "đau ": 1502,
    "ơ": 1538,
    "cơ": 544,
    "ơ ": 1539,
    " cơ": 55,
    "cơ ": 545,
    " cơ ": 56,
    "ộ": 1664,
    "độ": 1536,
    "ộ ": 1665,
    " độ": 381,
    "độ ": 1537,
    " độ ": 382,
    "tu": 1254,
    " tu": 293,
    "tuổ": 1257,
    " tuổ": 295,
    "tuổi": 1258,
    "ẻ": 1614,
    "rẻ": 1139,
    "ẻ ": 1615,
    "trẻ": 1250,
    "rẻ ": 1140,
    " trẻ": 291,
    "trẻ ": 1251,
    "dà": 567,
    "àn": 1410,
    " dà": 69,
    "dàn": 568,
    "ành": 1414,
    " dàn": 70,
    "dành": 569,
    "ành ": 1415,
    "sơ": 1172,
    " sơ": 255,
    "sơ ": 1173,
    " sơ ": 256,
    " si": 247,
    "sin": 1157,
    "inh": 795,
    " sin": 248,
    "sinh": 1158,
    "inh ": 796,
    "ợ": 1681,
    "đư": 1514,
    "ượ": 1558,
    "ợc": 1682,
    " đư": 366,
    "đượ": 1517,
    "ược": 1559,
    "ợc ": 1683,
    " đượ": 368,
    "được": 1518,
    "ược ": 1560,
    "gư": 652,
    "ườ": 1553,
    " ng": 187,
    "ngư": 971,
    "gườ": 653,
    "ười": 1554,
    " ngư": 188,
    "ngườ": 972,
    "gười": 654,
    "ười ": 1555,
    "ớ": 1666,
    "lớ": 899,
    "ớn": 1671,
    " lớ": 157,
    "lớn": 900,
    "ớn ": 1672,
    " lớn": 158,
    "lớn ": 901,
    "hể": 744,
    "thể": 1217,
    "hể ": 745,
    " thể": 275,
    "thể ": 1218,
    "há": 703,
    "thá": 1211,
    "hán": 706,
    " thá": 272,
    "thán": 1212,
    "háng": 707,
    "ấ": 1580,
    "mấ": 939,
    "ấy": 1585,
    " mấ": 176,
    "mấy": 940,
    "ấy ": 1586,
    " mấy": 177,
    "mấy ": 941,
    "hủ": 757,
    "ủy": 1694,
    "thủ": 1221,
    "hủy": 758,
    "ủy ": 1695,
    " thủ": 277,
    "thủy": 1222,
    "hủy ": 759,
    "đậ": 1522,
    "ậu": 1598,
    " đậ": 371,
    "đậu": 1523,
    "ậu ": 1599,
    " đậu": 372,
    "đậu ": 1524,
    "lr": 873,
    "ril": 1103,
    "ilr": 785,
    "lri": 874,
    "aril": 430,
    "rilr": 1104,
    "ilri": 786,
    "lrix": 875,
    "âu": 1436,
    "đâu": 1507,
    "âu ": 1437,
    " đâu": 362,
    "đâu ": 1508,
    "nơ": 1012,
    "ơi": 1540,
    " nơ": 204,
    "nơi": 1013,
    "ơi ": 1541,
    " nơi": 205,
    "nơi ": 1014,
    "ị": 1640,
    "đị": 1530,
    "ịa": 1642,
    " đị": 377,
    "địa": 1531,
    "ịa ": 1643,
    " địa": 378,
    "địa ": 1532,
    "đi": 1503,
    "iể": 824,
    "ểm": 1626,
    " đi": 359,
    "điể": 1504,
    "iểm": 825,
    "ểm ": 1627,
    " điể": 360,
    "điểm": 1505,
    "iểm ": 826,
    "rấ": 1136,
    "ất": 1581,
    " rấ": 241,
    "rất": 1137,
    "ất ": 1582,
    " rất": 242,
    "rất ": 1138,
    "ữ": 1702,
    "hữ": 763,
    "ữu": 1706,
    " hữ": 122,
    "hữu": 764,
    "ữu ": 1707,
    " hữu": 123,
    "hữu ": 765,
    " í": 347,
    "íc": 1456,
    " íc": 348,
    "ích": 1457,
    " ích": 349,
    "ích ": 1458,
    "tb": 1193,
    "cha": 506,
    "hat": 664,
    "atb": 439,
    "tbo": 1194,
    " cha": 39,
    "chat": 507,
    "hatb": 665,
    "atbo": 440,
    "tbot": 1195,
    "ày": 1418,
    "này": 1004,
    "ày ": 1419,
    " này": 199,
    "này ": 1005,
    "tố": 1275,
    " tố": 307,
    "tốt": 1276,
    " tốt": 308,
    "tốt ": 1277,
    "ắ": 1602,
    "lắ": 893,
    "ắm": 1603,
    " lắ": 153,
    "lắm": 894,
    "ắm ": 1604,
    " lắm": 154,
    "lắm ": 895,
    "ài": 1406,
    " hà": 110,
    "hài": 699,
    "ài ": 1407,
    " hài": 111,
    "hài ": 700,
    "ò": 1459,
    "lò": 886,
    "òn": 1460,
    " lò": 148,
    "lòn": 887,
    "òng": 1461,
    " lòn": 149,
    "lòng": 888,
    "òng ": 1462,
    "vớ": 1359,
    "ới": 1669,
    " vớ": 330,
    "với": 1360,
    "ới ": 1670,
    " với": 331,
    "với ": 1361,
    "câu": 537,
    " câu": 50,
    "câu ": 538,
    "hư": 724,
    "ưa": 1545,
    "chư": 518,
    "hưa": 725,
    "ưa ": 1546,
    " chư": 45,
    "chưa": 519,
    "hưa ": 726,
    "õ": 1476,
    "rõ": 1129,
    "õ ": 1477,
    " rõ": 239,
    "rõ ": 1130,
    " rõ ": 240,
    "rà": 1123,
    " rà": 235,
    "ràn": 1124,
    "àng": 1412,
    " ràn": 236,
    "ràng": 1125,
    "àng ": 1413,
    "uy": 1296,
    "yệ": 1397,
    "tuy": 1255,
    "uyệ": 1302,
    "yệt": 1398,
    " tuy": 294,
    "tuyệ": 1256,
    "uyệt": 1303,
    "yệt ": 1399,
    "vờ": 1362,
    " vờ": 332,
    "vời": 1363,
    " vời": 333,
    "vời ": 1364,
    "cả": 546,
    "ảm": 1576,
    " cả": 57,
    "cảm": 547,
    "ảm ": 1577,
    " cảm": 58,
    "cảm ": 548,
    " ơ": 383,
    "ơn": 1542,
    " ơn": 384,
    "ơn ": 1543,
    " ơn ": 385,
    "lị": 896,
    "ịc": 1644,
    " lị": 155,
    "lịc": 897,
    "ịch": 1645,
    " lịc": 156,
    "lịch": 898,
    "ịch ": 1646,
    "cầ": 549,
    "ần": 1588,
    " cầ": 59,
    "cần": 550,
    "ần ": 1589,
    " cần": 60,
    "cần ": 551,
    "ẩ": 1592,
    "uẩ": 1307,
    "ẩn": 1593,
    "chu": 512,
    "huẩ": 692,
    "uẩn": 1308,
    "ẩn ": 1594,
    " chu": 42,
    "chuẩ": 513,
    "huẩn": 693,
    "uẩn ": 1309,
    "bị": 489,
    "ị ": 1641,
    " bị": 30,
    "bị ": 490,
    " bị ": 31,
    "rư": 1131,
    "ướ": 1550,
    "ớc": 1667,
    "trư": 1246,
    "rướ": 1132,
    "ước": 1551,
    "ớc ": 1668,
    " trư": 289,
    "trướ": 1247,
    "rước": 1133,
    "ước ": 1552,
    "eo": 601,
    "the": 1206,
    "heo": 671,
    "eo ": 602,
    " the": 270,
    "theo": 1207,
    "heo ": 672,
    "dõ": 570,
    "õi": 1478,
    " dõ": 71,
    "dõi": 571,
    "õi ": 1479,
    " dõi": 72,
    "dõi ": 572,
    "sa": 1149,
    " sa": 244,
    "sau": 1152,
    " sau": 246,
    "sau ": 1153,
    "hú": 722,
    "ú ": 1486,
    "chú": 516,
    "hú ": 723,
    " chú": 44,
    "chú ": 517,
    "ý": 1492,
    " ý": 350,
    "ý ": 1493,
    " ý ": 351,
    "hờ": 749,
    "thờ": 1219,
    "hời": 750,
    " thờ": 276,
    "thời": 1220,
    "hời ": 751,
    "tiế": 1230,
    " tiế": 282,
    "tiết": 1231,
    "ôm": 1471,
    " hô": 112,
    "hôm": 716,
    "ôm ": 1472,
    " hôm": 113,
    "hôm ": 717,
    "ay": 451,
    " na": 185,
    "nay": 956,
    "ay ": 452,
    " nay": 186,
    "nay ": 957,
    "nấ": 1015,
    "ấu": 1583,
    " nấ": 206,
    "nấu": 1016,
    "ấu ": 1584,
    " nấu": 207,
    "nấu ": 1017,
    "ă": 1494,
    " ă": 352,
    "ăn": 1495,
    " ăn": 353,
    "ăn ": 1496,
    " ăn ": 354,
    "mu": 928,
    "uố": 1313,
    "ốn": 1653,
    " mu": 168,
    "muố": 929,
    "uốn": 1316,
    "ốn ": 1654,
    " muố": 169,
    "muốn": 930,
    "uốn ": 1317,
    "đặ": 1525,
    "ặt": 1608,
    " đặ": 373,
    "đặt": 1526,
    "ặt ": 1609,
    " đặt": 374,
    "đặt ": 1527,
    "vé": 1349,
    " vé": 322,
    "vé ": 1350,
    " vé ": 323,
    "má": 934,
    "áy": 1431,
    " má": 172,
    "máy": 935,
    "áy ": 1432,
    " máy": 173,
    "máy ": 936,
    "bay": 457,
    " bay": 13,
    "bay ": 458,
    " ho": 105,
    "hot": 685,
    " hot": 106,
    "hot ": 686,
    "cá": 531,
    "ái": 1424,
    " cá": 46,
    "cái": 532,
    "ái ": 1425,
    " cái": 47,
    "cái ": 533,
    "ểu": 1628,
    "hiể": 681,
    "iểu": 827,
    "ểu ": 1629,
    " hiể": 104,
    "hiểu": 682,
    "iểu ": 828,
    "uh": 1284,
    " hu": 107,
    "huh": 688,
    "uh ": 1285,
    " huh": 108,
    "huh ": 689,
    "nó": 1009,
    "ói": 1465,
    " nó": 202,
    "nói": 1010,
    "ói ": 1466,
    " nói": 203,
    "nói ": 1011,
    "viê": 1342,
    " viê": 318,
    "viêm": 1343,
    "gan": 632,
    "an ": 418,
    " gan": 85,
    "gan ": 633,
    " c ": 33,
    "hò": 712,
    "phò": 1065,
    "hòn": 713,
    " phò": 220,
    "phòn": 1066,
    "hòng": 714,
    "mớ": 948,
    " mớ": 182,
    "mới": 949,
    " mới": 183,
    "mới ": 950,
    "ạ ": 1562,
    "lạ ": 890,
    " lạ ": 151,
    " o": 212,
    "om": 1028,
    "mi": 915,
    "ic": 768,
    "cr": 528,
    " om": 213,
    "omi": 1029,
    "mic": 916,
    "icr": 771,
    "cro": 529,
    " omi": 214,
    "omic": 1030,
    "micr": 917,
    "icro": 772,
    "cron": 530,
    "ron ": 1113,
    "z": 1400,
    " z": 339,
    "zi": 1401,
    "ik": 778,
    "ka": 838,
    " zi": 340,
    "zik": 1402,
    "ika": 779,
    "ka ": 839,
    " zik": 341,
    "zika": 1403,
    "ika ": 780,
    "de": 560,
    "gu": 644,
    "ue": 1282,
    " de": 65,
    "den": 561,
    "eng": 597,
    "ngu": 969,
    "gue": 645,
    "ue ": 1283,
    " den": 66,
    "deng": 562,
    "engu": 598,
    "ngue": 970,
    "gue ": 646,
    "xu": 1378,
    "uấ": 1304,
    " xu": 337,
    "xuấ": 1379,
    "uất": 1305,
    " xuấ": 338,
    "xuất": 1380,
    "uất ": 1306,
    "yế": 1391,
    "huy": 690,
    "uyế": 1298,
    "yết": 1392,
    " huy": 109,
    "huyế": 691,
    "uyết": 1299,
    "yết ": 1393,
    "v ": 1322,
    "hiv": 677,
    "iv ": 803,
    " hiv": 103,
    "hiv ": 678,
    " e": 80,
    "eb": 585,
    "ol": 1025,
    " eb": 81,
    "ebo": 586,
    "bol": 471,
    "ola": 1026,
    "la ": 854,
    " ebo": 82,
    "ebol": 587,
    "bola": 472,
    "ola ": 1027,
    "hổ": 746,
    "phổ": 1071,
    "hổi": 747,
    " phổ": 223,
    "phổi": 1072,
    "hổi ": 748,
    " do": 67,
    "do ": 564,
    " do ": 68,
    "ir": 799,
    "ru": 1120,
    "us": 1294,
    "s ": 1145,
    "vir": 1340,
    "iru": 800,
    "rus": 1121,
    "us ": 1295,
    " vir": 317,
    "viru": 1341,
    "irus": 801,
    "rus ": 1122,
    "ly": 879,
    "ym": 1385,
    "me": 913,
    " ly": 143,
    "lym": 880,
    "yme": 1386,
    "me ": 914,
    " lym": 144,
    "lyme": 881,
    "yme ": 1387,
    "d ": 556,
    " d ": 64,
    "-": 391,
    "rs": 1117,
    "s-": 1146,
    "-c": 395,
    "co": 525,
    "v-": 1323,
    "-_": 392,
    "sar": 1150,
    "ars": 433,
    "rs-": 1118,
    "s-c": 1147,
    "-co": 396,
    "cov": 526,
    "ov-": 1050,
    "v-_": 1324,
    "-__": 393,
    " sar": 245,
    "sars": 1151,
    "ars-": 434,
    "rs-c": 1119,
    "s-co": 1148,
    "-cov": 397,
    "cov-": 527,
    "ov-_": 1051,
    "v-__": 1325,
    "-__n": 394,
    "hấ": 735,
    "nhấ": 980,
    "hất": 736,
    " nhấ": 192,
    "nhất": 981,
    "hất ": 737,
    "ré": 1126,
    "ét": 1445,
    " ré": 237,
    "rét": 1127,
    "ét ": 1446,
    " rét": 238,
    "rét ": 1128,
    " la": 138,
    "lao": 857,
    " lao": 139,
    "lao ": 858,
    "mà": 931,
    " mà": 170,
    "màn": 932,
    " màn": 171,
    "màng": 933,
    "ã": 1440,
    "nã": 1006,
    "ão": 1441,
    " nã": 200,
    "não": 1007,
    "ão ": 1442,
    " não": 201,
    "não ": 1008,
    " an": 8,
    " an ": 9,
    "to": 1236,
    "oà": 1054,
    " to": 285,
    "toà": 1237,
    "oàn": 1055,
    "àn ": 1411,
    " toà": 286,
    "toàn": 1238,
    "oàn ": 1056,
    "dị": 576,
    " dị": 75,
    "dị ": 577,
    " dị ": 76,
    "pe": 1059,
    "ni": 986,
    "li": 861,
    " pe": 216,
    "pen": 1060,
    "eni": 599,
    "nic": 987,
    "ici": 769,
    "cil": 521,
    "ill": 783,
    "lli": 865,
    "lin": 862,
    " pen": 217,
    "peni": 1061,
    "enic": 600,
    "nici": 988,
    "icil": 770,
    "cill": 522,
    "illi": 784,
    "llin": 866,
    "lin ": 863,
    "su": 1162,
    " su": 249,
    "suy": 1163,
    "uy ": 1297,
    " suy": 250,
    "suy ": 1164,
    "iả": 815,
    "giả": 639,
    "iảm": 816,
    " giả": 89,
    "giảm": 640,
    "iảm ": 817,
    "ễ": 1630,
    "iễ": 829,
    "ễn": 1631,
    " mi": 164,
    "miễ": 918,
    "iễn": 830,
    "ễn ": 1632,
    " miễ": 165,
    "miễn": 919,
    "iễn ": 831,
    "dịc": 578,
    " dịc": 77,
    "dịch": 579,
    "nữ": 1021,
    "ữ ": 1703,
    " nữ": 210,
    "nữ ": 1022,
    " nữ ": 211,
    "ma": 907,
    " ma": 162,
    "man": 908,
    " man": 163,
    "mang": 909,
    "tha": 1204,
    "hai": 662,
    " tha": 269,
    "thai": 1205,
    "hai ": 663,
    "ốc": 1651,
    "huố": 696,
    "uốc": 1314,
    "ốc ": 1652,
    "thuố": 1210,
    "huốc": 697,
    "uốc ": 1315,
    "sữ": 1183,
    "ữa": 1704,
    " sữ": 263,
    "sữa": 1184,
    "ữa ": 1705,
    " sữa": 264,
    "sữa ": 1185,
    "tiể": 1234,
    " tiể": 284,
    "tiểu": 1235,
    "ờn": 1676,
    "đườ": 1515,
    "ườn": 1556,
    "ờng": 1677,
    " đườ": 367,
    "đườn": 1516,
    "ường": 1557,
    "ờng ": 1678,
    "hù": 720,
    "ù ": 1481,
    "phù": 1067,
    "hù ": 721,
    " phù": 221,
    "phù ": 1068,
    "hợ": 752,
    "ợp": 1684,
    " hợ": 120,
    "hợp": 753,
    "ợp ": 1685,
    " hợp": 121,
    "hợp ": 754,
    "ự": 1708,
    "tự": 1278,
    "ự ": 1709,
    " tự": 309,
    "tự ": 1279,
    " tự ": 310,
    "ỷ": 1710,
    "kỷ": 849,
    "ỷ ": 1711,
    " kỷ": 135,
    "kỷ ": 850,
    " kỷ ": 136,
    "ải": 1574,
    " hả": 116,
    "hải": 731,
    "ải ": 1575,
    " hải": 117,
    "hải ": 732,
    "sả": 1177,
    " sả": 259,
    "sản": 1178,
    " sản": 260,
    "sản ": 1179,
    "ca": 493,
    " ca": 34,
    "cao": 494,
    " cao": 35,
    "cao ": 495,
    " á": 344,
    "áp": 1429,
    " áp": 345,
    "áp ": 1430,
    " áp ": 346,
    "no": 989,
    " no": 195,
    "non": 990,
    " non": 196,
    "non ": 991,
    "khá": 845,
    "hác": 704,
    " khá": 133,
    "khác": 846,
    "hác ": 705,
    "tim": 1224,
    " tim": 279,
    "tim ": 1225,
    "lat": 859,
    "tex": 1201,
    "ex ": 618,
    " lat": 140,
    "late": 860,
    "atex": 443,
    "tex ": 1202,
    "hen": 669,
    "en ": 594,
    " hen": 99,
    "hen ": 670,
    "yễ": 1394,
    "uyễ": 1300,
    "yễn": 1395,
    "suyễ": 1165,
    "uyễn": 1301,
    "yễn ": 1396,
    "rứ": 1141,
    "trứ": 1252,
    "rứn": 1142,
    " trứ": 292,
    "trứn": 1253,
    "rứng": 1143,
    "lu": 876,
    "up": 1291,
    "pu": 1081,
    " lu": 141,
    "lup": 877,
    "upu": 1292,
    "pus": 1082,
    " lup": 142,
    "lupu": 878,
    "upus": 1293,
    "pus ": 1083
  },
  "response": null,
  "action_text": null
}