{
  "text": {
    " ": 0,
    "x": 1034,
    "i": 602,
    "n": 728,
    " x": 256,
    "xi": 1040,
    "in": 615,
    "n ": 729,
    " xi": 257,
    "xin": 1045,
    "in ": 616,
    " xin": 258,
    "xin ": 1046,
    "c": 391,
    "h": 522,
    "à": 1057,
    "o": 785,
    " c": 30,
    "ch": 401,
    "hà": 552,
    "ào": 1068,
    "o ": 786,
    " ch": 33,
    "chà": 411,
    "hào": 555,
    "ào ": 1069,
    " chà": 38,
    "chào": 412,
    "hào ": 556,
    "b": 355,
    "ạ": 1201,
    " b": 8,
    "bạ": 383,
    "ạn": 1209,
    " bạ": 24,
    "bạn": 384,
    "ạn ": 1210,
    " bạn": 25,
    "bạn ": 385,
    " h": 78,
    "hi": 535,
    "i ": 603,
    " hi": 82,
    "hi ": 536,
    " hi ": 83,
    "e": 463,
    "l": 661,
    "he": 528,
    "el": 465,
    "ll": 666,
    "lo": 669,
    " he": 79,
    "hel": 529,
    "ell": 468,
    "llo": 667,
    "lo ": 670,
    " hel": 80,
    "hell": 530,
    "ello": 469,
    "llo ": 668,
    "u": 974,
    "ổ": 1293,
    "bu": 377,
    "uổ": 995,
    "ổi": 1294,
    " bu": 20,
    "buổ": 378,
    "uổi": 996,
    "ổi ": 1295,
    " buổ": 21,
    "buổi": 379,
    "uổi ": 997,
    "s": 870,
    "á": 1072,
    "g": 500,
    " s": 182,
    "sá": 885,
    "án": 1078,
    "ng": 744,
    "g ": 501,
    " sá": 189,
    "sán": 886,
    "áng": 1079,
    "ng ": 745,
    " sán": 190,
    "sáng": 887,
    "áng ": 1080,
    "t": 896,
    "m": 698,
    " t": 197,
    "tạ": 964,
    "ạm": 1207,
    "m ": 699,
    " tạ": 228,
    "tạm": 967,
    "ạm ": 1208,
    " tạm": 230,
    "tạm ": 968,
    "ệ": 1267,
    "bi": 367,
    "iệ": 648,
    "ệt": 1272,
    "t ": 897,
    " bi": 14,
    "biệ": 370,
    "iệt": 651,
    "ệt ": 1273,
    " biệ": 16,
    "biệt": 371,
    "iệt ": 652,
    "y": 1047,
    "by": 380,
    "ye": 1049,
    "e ": 464,
    " by": 22,
    "bye": 381,
    "ye ": 1050,
    " bye": 23,
    "bye ": 382,
    "ẹ": 1247,
    "hẹ": 580,
    "ẹn": 1249,
    " hẹ": 95,
    "hẹn": 582,
    "ẹn ": 1250,
    " hẹn": 96,
    "hẹn ": 583,
    "ặ": 1242,
    "p": 808,
    " g": 67,
    "gặ": 519,
    "ặp": 1243,
    "p ": 809,
    " gặ": 76,
    "gặp": 520,
    "ặp ": 1244,
    " gặp": 77,
    "gặp ": 521,
    " l": 109,
    "lạ": 683,
    "ại": 1205,
    " lạ": 115,
    "lại": 684,
    "ại ": 1206,
    " lại": 116,
    "lại ": 685,
    "é": 1090,
    " n": 140,
    "nh": 748,
    "hé": 560,
    "é ": 1091,
    " nh": 145,
    "nhé": 753,
    "hé ": 561,
    " nhé": 147,
    "nhé ": 754,
    "là": 676,
    "à ": 1058,
    " là": 110,
    "là ": 677,
    " là ": 111,
    "a": 313,
    " a": 4,
    "ai": 321,
    " ai": 6,
    "ai ": 322,
    " ai ": 7,
    "bo": 372,
    "ot": 800,
    " bo": 17,
    "bot": 375,
    "ot ": 801,
    " bot": 19,
    "bot ": 376,
    " à": 259,
    " à ": 260,
    "đ": 1141,
    "â": 1083,
    " đ": 269,
    "đâ": 1150,
    "ây": 1088,
    "y ": 1048,
    " đâ": 275,
    "đây": 1153,
    "ây ": 1089,
    " đây": 277,
    "đây ": 1154,
    "ú": 1129,
    "đú": 1155,
    "ún": 1133,
    " đú": 278,
    "đún": 1156,
    "úng": 1134,
    " đún": 279,
    "đúng": 1157,
    "úng ": 1135,
    "k": 653,
    "ô": 1112,
    " k": 104,
    "kh": 654,
    "hô": 564,
    "ôn": 1118,
    " kh": 105,
    "khô": 659,
    "hôn": 567,
    "ông": 1119,
    " khô": 108,
    "khôn": 660,
    "hông": 568,
    "ông ": 1120,
    "đa": 1142,
    "an": 323,
    " đa": 270,
    "đan": 1143,
    "ang": 324,
    " đan": 271,
    "đang": 1144,
    "ang ": 325,
    "r": 828,
    "ả": 1211,
    "tr": 937,
    "rả": 863,
    "ả ": 1212,
    " tr": 214,
    "trả": 946,
    "rả ": 864,
    " trả": 217,
    "trả ": 947,
    "ờ": 1305,
    "lờ": 695,
    "ời": 1306,
    " lờ": 123,
    "lời": 696,
    "ời ": 1307,
    " lời": 124,
    "lời ": 697,
    "tô": 961,
    "ôi": 1114,
    " tô": 226,
    "tôi": 962,
    "ôi ": 1115,
    " tôi": 227,
    "tôi ": 963,
    "v": 998,
    "ậ": 1232,
    " v": 235,
    "vậ": 1023,
    "ậy": 1237,
    " vậ": 248,
    "vậy": 1024,
    "ậy ": 1238,
    " vậy": 249,
    "vậy ": 1025,
    "th": 911,
    " th": 200,
    "thô": 918,
    " thô": 204,
    "thôn": 919,
    "ti": 928,
    " ti": 209,
    "tin": 929,
    " tin": 210,
    "tin ": 930,
    "ề": 1257,
    "về": 1026,
    "ề ": 1258,
    " về": 250,
    "về ": 1027,
    " về ": 251,
    "va": 999,
    "ac": 315,
    "cc": 393,
    "ci": 417,
    "ne": 735,
    " va": 236,
    "vac": 1000,
    "acc": 316,
    "cci": 394,
    "cin": 418,
    "ine": 617,
    "ne ": 736,
    " vac": 237,
    "vacc": 1001,
    "acci": 317,
    "ccin": 395,
    "cine": 419,
    "ine ": 618,
    "f": 493,
    " i": 99,
    "nf": 739,
    "fa": 494,
    "nr": 759,
    "ri": 841,
    "ix": 628,
    "x ": 1035,
    " in": 102,
    "inf": 619,
    "nfa": 740,
    "fan": 495,
    "anr": 326,
    "nri": 760,
    "rix": 848,
    "ix ": 629,
    " inf": 103,
    "infa": 620,
    "nfan": 741,
    "fanr": 496,
    "anri": 327,
    "nrix": 761,
    "rix ": 849,
    "ex": 489,
    "xa": 1036,
    "a ": 314,
    "hex": 533,
    "exa": 490,
    "xa ": 1037,
    " hex": 81,
    "hexa": 534,
    "exa ": 491,
    "ax": 348,
    "im": 613,
    "xax": 1038,
    "axi": 350,
    "xim": 1043,
    "im ": 614,
    "exax": 492,
    "xaxi": 1039,
    "axim": 352,
    "xim ": 1044,
    "ì": 1097,
    "gì": 514,
    "ì ": 1098,
    " gì": 74,
    "gì ": 515,
    " gì ": 75,
    "ho": 541,
    "cho": 407,
    "ho ": 542,
    " cho": 36,
    "cho ": 408,
    "ế": 1253,
    "iế": 637,
    "ết": 1255,
    "biế": 368,
    "iết": 638,
    "ết ": 1256,
    " biế": 15,
    "biết": 369,
    "iết ": 639,
    "q": 823,
    " r": 173,
    "ro": 850,
    "ta": 898,
    "at": 341,
    "te": 906,
    "eq": 475,
    "q ": 824,
    " ro": 174,
    "rot": 853,
    "ota": 802,
    "tat": 901,
    "ate": 344,
    "teq": 907,
    "eq ": 476,
    " rot": 175,
    "rota": 854,
    "otat": 804,
    "tate": 902,
    "ateq": 345,
    "teq ": 908,
    "ig": 604,
    "gr": 508,
    "ip": 623,
    "vax": 1004,
    "xig": 1041,
    "igr": 605,
    "gri": 509,
    "rip": 844,
    "ip ": 624,
    " vax": 239,
    "vaxi": 1006,
    "axig": 351,
    "xigr": 1042,
    "igri": 606,
    "grip": 510,
    "rip ": 845,
    "et": 480,
    "ra": 833,
    " te": 198,
    "tet": 909,
    "etr": 481,
    "tra": 938,
    "ra ": 834,
    " tet": 199,
    "tetr": 910,
    "etra": 482,
    "tra ": 939,
    "ó": 1108,
    "có": 428,
    "ó ": 1109,
    " có": 46,
    "có ": 429,
    " có ": 47,
    "tá": 955,
    "ác": 1074,
    "c ": 392,
    " tá": 222,
    "tác": 956,
    "ác ": 1075,
    " tác": 223,
    "tác ": 957,
    "d": 444,
    "ụ": 1313,
    " d": 58,
    "dụ": 460,
    "ụn": 1315,
    " dụ": 65,
    "dụn": 461,
    "ụng": 1316,
    " dụn": 66,
    "dụng": 462,
    "ụng ": 1317,
    "ga": 502,
    "ar": 330,
    "rd": 835,
    "da": 445,
    "as": 338,
    "si": 874,
    "il": 609,
    "l ": 662,
    " ga": 68,
    "gar": 503,
    "ard": 332,
    "rda": 836,
    "das": 446,
    "asi": 339,
    "sil": 875,
    "il ": 610,
    " gar": 69,
    "gard": 504,
    "arda": 333,
    "rdas": 837,
    "dasi": 447,
    "asil": 340,
    "sil ": 876,
    " a ": 5,
    "ù": 1125,
    "dù": 457,
    "ùn": 1126,
    " dù": 63,
    "dùn": 458,
    "ùng": 1127,
    " dùn": 64,
    "dùng": 459,
    "ùng ": 1128,
    "ể": 1261,
    "để": 1170,
    "ể ": 1262,
    " để": 288,
    "để ": 1171,
    " để ": 289,
    "àm": 1061,
    "làm": 678,
    "àm ": 1062,
    " làm": 112,
    "làm ": 679,
    " m": 125,
    "mô": 717,
    "ô ": 1113,
    " mô": 132,
    "mô ": 718,
    " mô ": 133,
    "tả": 969,
    " tả": 231,
    "tả ": 970,
    " tả ": 232,
    "_": 304,
    " _": 1,
    "__": 306,
    "_n": 310,
    "nu": 762,
    "um": 978,
    "mb": 700,
    "be": 364,
    "er": 477,
    "r_": 830,
    "_ ": 305,
    " __": 2,
    "__n": 308,
    "_nu": 311,
    "num": 763,
    "umb": 979,
    "mbe": 701,
    "ber": 365,
    "er_": 478,
    "r__": 831,
    "__ ": 307,
    " __n": 3,
    "__nu": 309,
    "_num": 312,
    "numb": 764,
    "umbe": 980,
    "mber": 702,
    "ber_": 366,
    "er__": 479,
    "r__ ": 832,
    "on": 787,
    "tro": 942,
    "ron": 851,
    "ong": 789,
    " tro": 215,
    "tron": 943,
    "rong": 852,
    "ong ": 790,
    "cú": 430,
    "úm": 1131,
    " cú": 48,
    "cúm": 431,
    "úm ": 1132,
    " cúm": 49,
    "cúm ": 432,
    " p": 161,
    "pr": 820,
    "re": 838,
    "ev": 486,
    "ve": 1009,
    "en": 470,
    "na": 730,
    "r ": 829,
    " pr": 168,
    "pre": 821,
    "rev": 839,
    "eve": 487,
    "ven": 1010,
    "ena": 471,
    "nar": 731,
    "ar ": 331,
    " pre": 169,
    "prev": 822,
    "reve": 840,
    "even": 488,
    "vena": 1011,
    "enar": 472,
    "nar ": 732,
    "sy": 882,
    "yn": 1051,
    "fl": 497,
    "or": 794,
    " sy": 187,
    "syn": 883,
    "ynf": 1052,
    "nfl": 742,
    "flo": 498,
    "lor": 671,
    "ori": 795,
    " syn": 188,
    "synf": 884,
    "ynfl": 1053,
    "nflo": 743,
    "flor": 499,
    "lori": 672,
    "orix": 796,
    "pn": 817,
    "eu": 483,
    "mo": 706,
    "ov": 805,
    " pn": 166,
    "pne": 818,
    "neu": 737,
    "eum": 484,
    "umo": 981,
    "mov": 707,
    "ova": 806,
    "ax ": 349,
    " pne": 167,
    "pneu": 819,
    "neum": 738,
    "eumo": 485,
    "umov": 982,
    "mova": 708,
    "ovax": 807,
    "vax ": 1005,
    "bc": 361,
    "cg": 399,
    " bc": 12,
    "bcg": 362,
    "cg ": 400,
    " bcg": 13,
    "bcg ": 363,
    "iv": 625,
    "var": 1002,
    "ari": 334,
    "riv": 846,
    "iva": 626,
    " var": 238,
    "vari": 1003,
    "ariv": 336,
    "riva": 847,
    "ivax": 627,
    "oo": 791,
    "os": 797,
    "st": 879,
    "boo": 373,
    "oos": 792,
    "ost": 798,
    "str": 880,
    "tri": 940,
    " boo": 18,
    "boos": 374,
    "oost": 793,
    "ostr": 799,
    "stri": 881,
    "trix": 941,
    "mm": 703,
    "mr": 709,
    " mm": 126,
    "mmr": 704,
    "mr ": 710,
    " mmr": 127,
    "mmr ": 705,
    "ii": 607,
    " ii": 100,
    "ii ": 608,
    " ii ": 101,
    "gi": 505,
    "iá": 630,
    "á ": 1073,
    " gi": 70,
    "giá": 506,
    "iá ": 631,
    " giá": 71,
    "giá ": 507,
    "tại": 965,
    " tại": 229,
    "tại ": 966,
    "vn": 1015,
    "nv": 765,
    "vc": 1007,
    " vn": 242,
    "vnv": 1016,
    "nvc": 766,
    "vc ": 1008,
    " vnv": 243,
    "vnvc": 1017,
    "nvc ": 767,
    "tâ": 958,
    "ân": 1084,
    " tâ": 224,
    "tân": 959,
    "ân ": 1085,
    " tân": 225,
    "tân ": 960,
    "hu": 545,
    "uậ": 989,
    "ận": 1233,
    "thu": 914,
    "huậ": 550,
    "uận": 990,
    "ận ": 1234,
    " thu": 202,
    "thuậ": 915,
    "huận": 551,
    "uận ": 991,
    "ba": 356,
    "ao": 328,
    " ba": 9,
    "bao": 357,
    "ao ": 329,
    " bao": 10,
    "bao ": 358,
    "ê": 1092,
    "iê": 632,
    "êu": 1095,
    "u ": 975,
    "nhi": 750,
    "hiê": 537,
    "iêu": 635,
    "êu ": 1096,
    " nhi": 146,
    "nhiê": 752,
    "hiêu": 538,
    "iêu ": 636,
    "iề": 640,
    "ền": 1259,
    "tiề": 935,
    "iền": 641,
    "ền ": 1260,
    " tiề": 213,
    "tiền": 936,
    "iền ": 642,
    "chi": 405,
    " chi": 35,
    "chi ": 406,
    "í": 1099,
    "ph": 810,
    "hí": 562,
    "í ": 1100,
    " ph": 162,
    "phí": 811,
    "hí ": 563,
    " phí": 163,
    "phí ": 812,
    "êm": 1093,
    "tiê": 931,
    "iêm": 633,
    "êm ": 1094,
    " tiê": 211,
    "tiêm": 932,
    "iêm ": 634,
    "ở": 1308,
    " ở": 299,
    "ở ": 1309,
    " ở ": 300,
    " q": 170,
    "qu": 825,
    " qu": 171,
    "quậ": 826,
    " quậ": 172,
    "quận": 827,
    "hế": 584,
    "ế ": 1254,
    "thế": 920,
    "hế ": 585,
    " thế": 205,
    "thế ": 921,
    "nà": 768,
    " nà": 150,
    "nào": 769,
    " nào": 151,
    "nào ": 770,
    "bệ": 386,
    "ện": 1268,
    "h ": 523,
    " bệ": 26,
    "bện": 387,
    "ệnh": 1270,
    "nh ": 749,
    " bện": 27,
    "bệnh": 388,
    "ệnh ": 1271,
    "vi": 1012,
    " vi": 240,
    "việ": 1013,
    "iện": 649,
    "ện ": 1269,
    " việ": 241,
    "viện": 1014,
    "iện ": 650,
    "nhi ": 751,
    "ồ": 1289,
    "đồ": 1175,
    "ồn": 1290,
    " đồ": 292,
    "đồn": 1176,
    "ồng": 1291,
    " đồn": 293,
    "đồng": 1177,
    "ồng ": 1292,
    "ha": 524,
    "kha": 655,
    "ha ": 525,
    " kha": 106,
    "kha ": 656,
    "vạ": 1020,
    " vạ": 246,
    "vạn": 1021,
    " vạn": 247,
    "vạn ": 1022,
    "câ": 423,
    " câ": 43,
    "cân": 424,
    " cân": 44,
    "cân ": 425,
    "ce": 396,
    "la": 663,
    "ad": 318,
    "do": 448,
    " ce": 31,
    "cel": 397,
    "ela": 466,
    "lad": 664,
    "ado": 319,
    "don": 449,
    "on ": 788,
    " cel": 32,
    "cela": 398,
    "elad": 467,
    "lado": 665,
    "adon": 320,
    "don ": 450,
    "tar": 899,
    "otar": 803,
    "tari": 900,
    "arix": 337,
    "hụ": 591,
    "ụ ": 1314,
    "phụ": 815,
    "hụ ": 592,
    " phụ": 165,
    "phụ ": 816,
    "ủ": 1318,
    "củ": 441,
    "ủa": 1319,
    " củ": 56,
    "của": 442,
    "ủa ": 1320,
    " của": 57,
    "của ": 443,
    "gâ": 511,
    " gâ": 72,
    "gây": 512,
    " gây": 73,
    "gây ": 513,
    "ố": 1284,
    "số": 893,
    "ốt": 1287,
    " số": 195,
    "sốt": 894,
    "ốt ": 1288,
    " sốt": 196,
    "sốt ": 895,
    "hả": 577,
    "ản": 1215,
    "phả": 813,
    "hản": 578,
    "ản ": 1216,
    " phả": 164,
    "phản": 814,
    "hản ": 579,
    "ứ": 1323,
    " ứ": 301,
    "ứn": 1326,
    " ứn": 302,
    "ứng": 1327,
    " ứng": 303,
    "ứng ": 1328,
    "khi": 657,
    " khi": 107,
    "khi ": 658,
    "ư": 1186,
    "sư": 890,
    "ưn": 1189,
    " sư": 193,
    "sưn": 891,
    "ưng": 1190,
    " sưn": 194,
    "sưng": 892,
    "ưng ": 1191,
    "ẹ ": 1248,
    "nhẹ": 755,
    "hẹ ": 581,
    " nhẹ": 148,
    "nhẹ ": 756,
    "nổ": 782,
    " nổ": 159,
    "nổi": 783,
    " nổi": 160,
    "nổi ": 784,
    "hạ": 574,
    "ạc": 1202,
    " hạ": 93,
    "hạc": 575,
    "ạch": 1203,
    "ch ": 402,
    " hạc": 94,
    "hạch": 576,
    "ạch ": 1204,
    "hứ": 596,
    "ức": 1324,
    "nhứ": 757,
    "hức": 597,
    "ức ": 1325,
    " nhứ": 149,
    "nhức": 758,
    "hức ": 598,
    "ầ": 1224,
    "đầ": 1161,
    "ầu": 1227,
    " đầ": 282,
    "đầu": 1162,
    "ầu ": 1228,
    " đầu": 283,
    "đầu ": 1163,
    "mệ": 722,
    " mệ": 136,
    "mệt": 723,
    " mệt": 137,
    "mệt ": 724,
    "ỏ": 1281,
    "mỏ": 725,
    "ỏi": 1282,
    " mỏ": 138,
    "mỏi": 726,
    "ỏi ": 1283,
    " mỏi": 139,
    "mỏi ": 727,
    "au": 346,
    "đau": 1145,
    "au ": 347,
    " đau": 272,
    "đau ": 1146,
    "ơ": 1180,
    "cơ": 433,
    "ơ ": 1181,
    " cơ": 50,
    "cơ ": 434,
    " cơ ": 51,
    "ộ": 1296,
    "độ": 1178,
    "ộ ": 1297,
    " độ": 294,
    "độ ": 1179,
    " độ ": 295,
    "tu": 950,
    " tu": 219,
    "tuổ": 953,
    " tuổ": 221,
    "tuổi": 954,
    "ẻ": 1251,
    "rẻ": 868,
    "ẻ ": 1252,
    "trẻ": 948,
    "rẻ ": 869,
    " trẻ": 218,
    "trẻ ": 949,
    "dà": 451,
    "àn": 1063,
    " dà": 59,
    "dàn": 452,
    "ành": 1066,
    " dàn": 60,
    "dành": 453,
    "ành ": 1067,
    "sơ": 888,
    " sơ": 191,
    "sơ ": 889,
    " sơ ": 192,
    " si": 185,
    "sin": 877,
    "inh": 621,
    " sin": 186,
    "sinh": 878,
    "inh ": 622,
    "ợ": 1310,
    "đư": 1158,
    "ượ": 1198,
    "ợc": 1311,
    " đư": 280,
    "đượ": 1159,
    "ược": 1199,
    "ợc ": 1312,
    " đượ": 281,
    "được": 1160,
    "ược ": 1200,
    "gư": 516,
    "ườ": 1195,
    " ng": 143,
    "ngư": 746,
    "gườ": 517,
    "ười": 1196,
    " ngư": 144,
    "ngườ": 747,
    "gười": 518,
    "ười ": 1197,
    "ớ": 1298,
    "lớ": 692,
    "ớn": 1303,
    " lớ": 121,
    "lớn": 693,
    "ớn ": 1304,
    " lớn": 122,
    "lớn ": 694,
    "hể": 586,
    "thể": 922,
    "hể ": 587,
    " thể": 206,
    "thể ": 923,
    "há": 557,
    "thá": 916,
    "hán": 558,
    " thá": 203,
    "thán": 917,
    "háng": 559,
    "ấ": 1217,
    "mấ": 719,
    "ấy": 1222,
    " mấ": 134,
    "mấy": 720,
    "ấy ": 1223,
    " mấy": 135,
    "mấy ": 721,
    "hủ": 593,
    "ủy": 1321,
    "thủ": 926,
    "hủy": 594,
    "ủy ": 1322,
    " thủ": 208,
    "thủy": 927,
    "hủy ": 595,
    "đậ": 1164,
    "ậu": 1235,
    " đậ": 284,
    "đậu": 1165,
    "ậu ": 1236,
    " đậu": 285,
    "đậu ": 1166,
    "lr": 673,
    "ril": 842,
    "ilr": 611,
    "lri": 674,
    "aril": 335,
    "rilr": 843,
    "ilri": 612,
    "lrix": 675,
    "âu": 1086,
    "đâu": 1151,
    "âu ": 1087,
    " đâu": 276,
    "đâu ": 1152,
    "nơ": 776,
    "ơi": 1182,
    " nơ": 155,
    "nơi": 777,
    "ơi ": 1183,
    " nơi": 156,
    "nơi ": 778,
    "ị": 1274,
    "đị": 1172,
    "ịa": 1276,
    " đị": 290,
    "địa": 1173,
    "ịa ": 1277,
    " địa": 291,
    "địa ": 1174,
    "đi": 1147,
    "iể": 643,
    "ểm": 1263,
    " đi": 273,
    "điể": 1148,
    "iểm": 644,
    "ểm ": 1264,
    " điể": 274,
    "điểm": 1149,
    "iểm ": 645,
    "rấ": 865,
    "ất": 1218,
    " rấ": 180,
    "rất": 866,
    "ất ": 1219,
    " rất": 181,
    "rất ": 867,
    "ữ": 1329,
    "hữ": 599,
    "ữu": 1330,
    " hữ": 97,
    "hữu": 600,
    "ữu ": 1331,
    " hữu": 98,
    "hữu ": 601,
    " í": 261,
    "íc": 1101,
    " íc": 262,
    "ích": 1102,
    " ích": 263,
    "ích ": 1103,
    "tb": 903,
    "cha": 403,
    "hat": 526,
    "atb": 342,
    "tbo": 904,
    " cha": 34,
    "chat": 404,
    "hatb": 527,
    "atbo": 343,
    "tbot": 905,
    "ày": 1070,
    "này": 771,
    "ày ": 1071,
    " này": 152,
    "này ": 772,
    "tố": 971,
    " tố": 233,
    "tốt": 972,
    " tốt": 234,
    "tốt ": 973,
    "ắ": 1239,
    "lắ": 686,
    "ắm": 1240,
    " lắ": 117,
    "lắm": 687,
    "ắm ": 1241,
    " lắm": 118,
    "lắm ": 688,
    "ài": 1059,
    " hà": 89,
    "hài": 553,
    "ài ": 1060,
    " hài": 90,
    "hài ": 554,
    "ò": 1104,
    "lò": 680,
    "òn": 1105,
    " lò": 113,
    "lòn": 681,
    "òng": 1106,
    " lòn": 114,
    "lòng": 682,
    "òng ": 1107,
    "vớ": 1028,
    "ới": 1301,
    " vớ": 252,
    "với": 1029,
    "ới ": 1302,
    " với": 253,
    "với ": 1030,
    "câu": 426,
    " câu": 45,
    "câu ": 427,
    "hư": 571,
    "ưa": 1187,
    "chư": 415,
    "hưa": 572,
    "ưa ": 1188,
    " chư": 40,
    "chưa": 416,
    "hưa ": 573,
    "õ": 1121,
    "rõ": 858,
    "õ ": 1122,
    " rõ": 178,
    "rõ ": 859,
    " rõ ": 179,
    "rà": 855,
    " rà": 176,
    "ràn": 856,
    "àng": 1064,
    " ràn": 177,
    "ràng": 857,
    "àng ": 1065,
    "uy": 983,
    "yệ": 1054,
    "tuy": 951,
    "uyệ": 984,
    "yệt": 1055,
    " tuy": 220,
    "tuyệ": 952,
    "uyệt": 985,
    "yệt ": 1056,
    "vờ": 1031,
    " vờ": 254,
    "vời": 1032,
    " vời": 255,
    "vời ": 1033,
    "cả": 435,
    "ảm": 1213,
    " cả": 52,
    "cảm": 436,
    "ảm ": 1214,
    " cảm": 53,
    "cảm ": 437,
    " ơ": 296,
    "ơn": 1184,
    " ơn": 297,
    "ơn ": 1185,
    " ơn ": 298,
    "lị": 689,
    "ịc": 1278,
    " lị": 119,
    "lịc": 690,
    "ịch": 1279,
    " lịc": 120,
    "lịch": 691,
    "ịch ": 1280,
    "cầ": 438,
    "ần": 1225,
    " cầ": 54,
    "cần": 439,
    "ần ": 1226,
    " cần": 55,
    "cần ": 440,
    "ẩ": 1229,
    "uẩ": 986,
    "ẩn": 1230,
    "chu": 409,
    "huẩ": 548,
    "uẩn": 987,
    "ẩn ": 1231,
    " chu": 37,
    "chuẩ": 410,
    "huẩn": 549,
    "uẩn ": 988,
    "bị": 389,
    "ị ": 1275,
    " bị": 28,
    "bị ": 390,
    " bị ": 29,
    "rư": 860,
    "ướ": 1192,
    "ớc": 1299,
    "trư": 944,
    "rướ": 861,
    "ước": 1193,
    "ớc ": 1300,
    " trư": 216,
    "trướ": 945,
    "rước": 862,
    "ước ": 1194,
    "eo": 473,
    "the": 912,
    "heo": 531,
    "eo ": 474,
    " the": 201,
    "theo": 913,
    "heo ": 532,
    "dõ": 454,
    "õi": 1123,
    " dõ": 61,
    "dõi": 455,
    "õi ": 1124,
    " dõi": 62,
    "dõi ": 456,
    "sa": 871,
    " sa": 183,
    "sau": 872,
    " sau": 184,
    "sau ": 873,
    "hú": 569,
    "ú ": 1130,
    "chú": 413,
    "hú ": 570,
    " chú": 39,
    "chú ": 414,
    "ý": 1136,
    " ý": 264,
    "ý ": 1137,
    " ý ": 265,
    "hờ": 588,
    "thờ": 924,
    "hời": 589,
    " thờ": 207,
    "thời": 925,
    "hời ": 590,
    "tiế": 933,
    " tiế": 212,
    "tiết": 934,
    "ôm": 1116,
    " hô": 91,
    "hôm": 565,
    "ôm ": 1117,
    " hôm": 92,
    "hôm ": 566,
    "ay": 353,
    " na": 141,
    "nay": 733,
    "ay ": 354,
    " nay": 142,
    "nay ": 734,
    "nấ": 779,
    "ấu": 1220,
    " nấ": 157,
    "nấu": 780,
    "ấu ": 1221,
    " nấu": 158,
    "nấu ": 781,
    "ă": 1138,
    " ă": 266,
    "ăn": 1139,
    " ăn": 267,
    "ăn ": 1140,
    " ăn ": 268,
    "mu": 711,
    "uố": 992,
    "ốn": 1285,
    " mu": 128,
    "muố": 712,
    "uốn": 993,
    "ốn ": 1286,
    " muố": 129,
    "muốn": 713,
    "uốn ": 994,
    "đặ": 1167,
    "ặt": 1245,
    " đặ": 286,
    "đặt": 1168,
    "ặt ": 1246,
    " đặt": 287,
    "đặt ": 1169,
    "vé": 1018,
    " vé": 244,
    "vé ": 1019,
    " vé ": 245,
    "má": 714,
    "áy": 1081,
    " má": 130,
    "máy": 715,
    "áy ": 1082,
    " máy": 131,
    "máy ": 716,
    "bay": 359,
    " bay": 11,
    "bay ": 360,
    " ho": 85,
    "hot": 543,
    " hot": 86,
    "hot ": 544,
    "cá": 420,
    "ái": 1076,
    " cá": 41,
    "cái": 421,
    "ái ": 1077,
    " cái": 42,
    "cái ": 422,
    "ểu": 1265,
    "hiể": 539,
    "iểu": 646,
    "ểu ": 1266,
    " hiể": 84,
    "hiểu": 540,
    "iểu ": 647,
    "uh": 976,
    " hu": 87,
    "huh": 546,
    "uh ": 977,
    " huh": 88,
    "huh ": 547,
    "nó": 773,
    "ói": 1110,
    " nó": 153,
    "nói": 774,
    "ói ": 1111,
    " nói": 154,
    "nói ": 775
  },
  "response": null,
  "action_text": null
}